{
  "all": "Все",
  "text": "Текст",
  "texts": "Тексты",
  "x-texts": "{count, plural, =0 {Текстов нет} one {# Текст} other {# Тексты}}",
  "texts-description": "Мы принимаем крупнейшую в мире библиотеку исламских текстов с использованием AI, в которой представлены источники, проверенные авторитетными учеными и проверенные на предмет серьезных исследований исламского мира. Наши передовые инструменты позволяют вам исследовать библиотеку по автору, юридической школе, жанру, современному региону, и историческая империя или эра – так вы можете найти именно то, что вы ищете, с уверенностью и точностью. Коллекции ученых, курируемые также доступны для того, чтобы помочь и углубить ваши исследования.",
  "region": "Регион",
  "regions": "Регионы",
  "x-regions": "{count, plural, =0 {Регионов нет} one {# Регион} other {# Регионы}}",
  "regions-description": "Визуально исследовать нашу обширную коллекцию тех мест, где были произведены тексты – будь то современные страны, в которых писали авторы или соответствующие исторические регионы, где они жили. Нажмите на любую страну, чтобы узнать о ее истории и значении в рамках исламской исторической традиции.",
  "empire": "Империя и эпоха",
  "empires": "Империя и Эрас",
  "x-empires": "{count, plural, =0 {Нет империи и эры} one {# Империя и Эра} other {# Империя и Eras}}",
  "empires-description": "Впервые Исторические империи и эпохи исламского мира были полностью отобраны в одной цифровой библиотеке – начиная с подъема пророка Мухаммада в 632 году до падения Османской империи в 1924 году. Работая в консультации с ведущими учеными исламской истории, наша исследовательская группа определила основные халифаты, Султанаты, династии и другие политические образования, которые формировали исламскую цивилизацию и ее производство знаний. Мы называем эту основу **империей и Эрас**, чтобы отразить реальность того, что политические формирования часто распространяются на различные периоды и за пределами современных национальных границ. Эта основа позволяет вам исследовать все авторы, тексты и идеи в ее историческом контексте, открывая понимание того, как исламская стипендия развивалась во времени и на месте. Просто выберите империю или эпоху для просмотра связанных с ней авторов и текстов. *Эта схема распространяется на долгосрочный проект рестарта, возглавляемый Доктором. Intisar Rabb, опираясь на Clifford Bosworth, New Islamic Dynasties 1996, с обновлениями и исправлениями от нескольких ученых, добавлены и приветствуются.*",
  "author": "Автор",
  "authors": "Авторы",
  "x-authors": "{count, plural, =0 {Авторов нет} one {# Автор} other {# Авторы}}",
  "authors-description": "Поиск и исследование авторов из ведущих в мире цифровых библиотек исламских текстов с поддержкой AI. Выберите автора для мгновенного просмотра свода работ, упорядоченного по жанру, и исторической империи или эры, так что вы можете увидеть **когда** и **где** они писали. Каждый авторский профиль включает в себя биографию, основное местоположение, полные и популярные имена, и четко контекст их влияния в исламской юриспруденции и интеллектуальной истории, где бы имеется. Вы также можете использовать функцию AI Chat , чтобы в режиме реального времени исследовать искусство автора. ",
  "name": "Имя",
  "names": "Имена",
  "x-names": "{count, plural, =0 {Имен нет} one {# Имя} other {# Имена}}",
  "genre": "Жанр",
  "genres": "Жанры",
  "x-genres": "{count, plural, =0 {Жанров нет} one {# Жанр} other {# Жанры}}",
  "genres-description": "Впервые в истории и в современных жанрах была составлена всеобъемлющая картина полного спектра исламских знаний. Мы представляем его Вам в одной обширной библиотеке. Наши исследователи определили 13 основных дисциплин в консультации с ведущими учеными исламского мира и американской академии. От права, языка и истории до философии, духовности и поэзии, исламская стипендия выделяется как одна из самых богатых интеллектуальных традиций в истории человечества. Наша платформа позволяет вам изучать любого автора, книги и идеи в соответствующем научном контексте, раскрывая то, как работает взаимосвязь между полями и жанрами. Просто выберите дисциплину для просмотра ее подполей и курируемой коллекции текстов. Вы также можете использовать чат AI для изучения коллекции и нюансов в режиме реального времени.",
  "x-results": "{count, plural, =0 {Нет результатов} one {# Результат} few {# Результата} many {# Результатов} other {# Результатов}}",
  "century": "Век",
  "centuries": "Века",
  "collection": "Коллекция",
  "collections": "Коллекции",
  "x-collections": "{count, plural, =0 {Нет коллекций} one {# Коллекция} few {# Коллекции} many {# Коллекций} other {# Коллекций}}",
  "x-centuries": "{count, plural, =0 {Веков нет} one {# Век} other {# Века}}",
  "ordinal-century": "{count, selectordinal, one {#-й} two {#-й} few {#-й} other {#-й}} Век",
  "year": "Год",
  "years": "Годы",
  "x-years": "{count, plural, one {Один год} other {# Года}}",
  "chat": "Чат",
  "chats": "Чаты",
  "content": "Контент",
  "search-for": "Поиск {entity}",
  "search-within": "Поиск в {entity}...",
  "search-x": "Поиск {count, number} {entity}",
  "no-entity": "{entity} не найдено"
}
