{
  "title": "Познакомьтесь с командой",
  "subtitle": "Команда фонда Сейморг состоит из инженеров, исследователей и дизайнеров, увлеченных созданием передовых исламских исследований. Наша миссия — преодолеть разрыв между классическими знаниями и современными технологиями, обеспечив доступность богатого наследия исламской литературы для всего мира.",
  "become-a-volunteer": "Стать волонтёром",
  "contact-us": "Связаться с нами",
  "board-title": "Познакомьтесь с советом директоров",
  "board-subtitle": "В совет директоров фонда Сейморг входят выдающиеся специалисты по исследованиям и технологиям, каждый из которых имеет десятилетия опыта в своей области. Вместе они следят за организацией и обеспечивают её движение к цели повышения уровня исламской стипендии.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Абделлатиф коосновал Tarteel AI, возглавлял инженерное подразделение в Quran.com и работал в Twitter."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ахмед коосновал Remail AI, Betterbook и был инженером в Quran.com."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Риад специализируется на маликитском фикхе и истории Андалусии. Он совместно управлял Марказ Имам Малик."
    },
    "rahma-fateen": {
      "name": "Рахма Фатин",
      "description": "Рахма руководила арабской локализацией в Tarteel AI. Она была переводчицей в Human Rights Watch."
    },
    "ahmed-noor": {
      "name": "Ахмед Нур",
      "description": "Ахмед - студент исламской теологии в İZÜ. Он свободно владеет арабским, английским и урду."
    },
    "ahmed-khan": {
      "name": "Ахмед Хан",
      "description": "Ахмед - студент колледжа Зайтуна. Он создатель подкаста The Creative Minority."
    },
    "ahmed-aktan": {
      "name": "Ахмет Актан",
      "description": "Ахмед получил докторскую степень в университете Аль-Азхар. Он руководит командой по оцифровке и её усилиями."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Аднан Зулфикар",
      "description": "Аднан специализируется на исламском и уголовном праве. Он разработал уголовные кодексы для Мальдив и Сомали."
    },
    "intisar-rabb": {
      "name": "Интисар Рабб",
      "description": "Интисар является профессором права в Гарварде. Она руководит SHARIAsource и Программой по исламскому праву."
    },
    "zeki-mokhtarzada": {
      "name": "Зеки Мохтарзада",
      "description": "Зеки — предприниматель с глубокой технической экспертизой. Он соосновал Freewebs и Truebill."
    }
  },
  "roles": {
    "ceo": "Генеральный директор",
    "founding-engineer": "Основной инженер",
    "researcher": "Исследователь",
    "localization-lead": "Руководитель локализации",
    "digitization-lead": "Руководитель оцифровки"
  }
}