{
  "title": "Познакомьтесь с командой",
  "subtitle": "Команда Usul состоит из инженеров, дизайнеров и исследователей, проявляющих интерес к созданию цифровых инструментов для преобразования исламских исследований.",
  "become-a-volunteer": "Стать волонтером",
  "contact-us": "Свяжитесь с нами",
  "founders-title": "Основание команды",
  "founders-subtitle": "Команда основателей за Usul.",
  "board-title": "Познакомьтесь с доской",
  "board-subtitle": "Usul – это проект Фонда Seemore, в состав которого входят выдающиеся специалисты в области исследований и технологий, Каждый из них имеет десятилетний опыт работы в своей области. Они совместно осуществляют надзор за организацией и обеспечивают, чтобы она продвигалась вперед в выполнении своей миссии.",
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Анас является бывшим инженером по программному обеспечению в Simli AI."
    },
    "mohamed-lamine": {
      "name": "Мохамед Ламин",
      "description": "Мохамед был ведущим дизайном в Thmanyah, он консультирует со стартапами для построения от 0 до 1 продукта."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Ryad является исследователем, специализирующимся на изучении ислама и истории. Он имеет степень бакалавра в исламских исследованиях и является основателем Gems Al-Andalus."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Ахмед имеет докторскую диссертацию из Университета Аль-Азхара. Он возглавляет команду оцифровки и усилия."
    },
    "ismail-safadi": {
      "name": "Исмаил Сафади",
      "description": "Исмаил специализируется в Ханафи фикхе. Он учился в Иорданском университете и Турции."
    }
  },
  "founders": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Абдельлатиф соучредил Tarteel AI, ведущую инженерную компанию в Quran.com, и работал в Twitter."
    },
    "ahmed-riad": {
      "name": "Ахмед Риад",
      "description": "Ахмед совместно основал Remail AI, Betterbook, и был инженером Quran.com."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Аднан специализируется на исламском и уголовном праве и разработал уголовные кодексы Мальдивских Островов и Сомали."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Интисар является профессором права в Гарварде. Она руководит SHARIAsource и Программой в исламском праве."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Zeki является предпринимателем с глубокими техническими знаниями и соучредителем Freewebs и Truebill."
    }
  },
  "roles": {
    "ceo": "Генеральный директор",
    "founding-ceo": "Директор-основатель",
    "founding-engineer": "Инженер-основатель",
    "researcher": "Исследователь",
    "localization-lead": "Локализация предварительного контакта",
    "digitization-lead": "Ведущий оцифровка",
    "head-of-design": "Руководитель по дизайну",
    "software-engineer": "Программный инженер"
  }
}
