{
  "title": "Познакомьтесь с командой",
  "subtitle": "Команда Usul состоит из инженеров, дизайнеров и исследователей, проявляющих интерес к созданию цифровых инструментов для преобразования исламских исследований.",
  "become-a-volunteer": "Стать волонтером",
  "contact-us": "Свяжитесь с нами",
  "support-usul": "Поддержка Usul.AI",
  "founders-title": "Основание команды",
  "founders-subtitle": "Команда основателей за Usul.",
  "engineering-team-title": "Инженерная деятельность и операции",
  "research-annotation-team-title": "Исследования и оцифровка",
  "past-team-members-title": "Usul AI Alumni",
  "board-title": "Познакомьтесь с доской",
  "board-subtitle": "Usul.AI является проектом Фонда Seemore , в состав которого входят выдающиеся специалисты в исламских исследованиях и в новых технологиях. Каждый из них является лидерами в их соответствующих областях и имеет десятилетний опыт работы над тем, как мы получаем доступ к знаниям и участвуем в них. В совокупности они обеспечивают, чтобы организация продвигала свою миссию.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Является профессором права в Юридической школе Бостонского колледжа, где преподает и пишет по уголовному праву и законам войны. Он оказал помощь в разработке исламских уголовных кодексов Мальдивских Островов и Сомали."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Профессор права и истории в Гарварде, специализирующаяся в области уголовного права и толкования (узуль-аль-фих). Она руководит [программой в области исламского права](https://pil.law.harvard.edu/) и [лабораторией SHARIAsource](https://portal.shariasource.com/) и [IslamicLawBlog](https://islamiclaw.blog/)."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Он является серийным entrepeneur и инноватором в технологии. Он служил КТО различных стартапов и совместно основал множество предприятий, включая сети. (приобретено Vistaprint) и Truebill (теперь Rocket Money)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Он является инженером по программному обеспечению с богатым опытом работы, который ранее работал в Simli AI. Он руководит разработкой основных продуктов Usul.AI."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Она является кандидатом на степень доктора наук в Гарвардском университете, исследуя социальные аспекты гуманных технологий, и выступает в качестве администратора и исследователя в Usul. Я, где она руководит операциями и мостами и инженерными исследованиями."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Он является исследователем исламских знаний и истории, имеет степень бакалавра в исламских исследованиях и основал публикацию «Гемс Аль-Андалус». Он работает над оцифровкой и аннотацией книг на Usul AI."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Он является исследователем, который имеет степень доктора исламских исследований из Университета Аль-Азхара. Он возглавляет команду по оцифровке и старается расширить коллекции в Usul AI."
    },
    "ismail-safadi": {
      "name": "Исмаил Сафади",
      "description": "Он является исследователем, который специализируется на Ханафи фич. Работает над оцифровкой и аннотацией книги на Usul AI."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Он является инженером, который работал соучредителем Тартеэлем ИИ и нашим собственным Usul AI. Ранее он возглавил инжиниринг на Quran.com и работал в Twitter."
    },
    "ahmed-riad": {
      "name": "Ахмед Риад",
      "description": "Он является инженером по программному обеспечению, который работал основателем на нескольких запусках (включая Remail AI, Betterbook, и наш собственный Usul AI). он также служил инженером на Qur'an.com."
    },
    "mohamed-lamine": {
      "name": "Мохамед Ламин",
      "description": "Мохамед был ведущим дизайном в Thmanyah, он консультирует со стартапами для построения от 0 до 1 продукта."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Рахма руководила переводом на арабский язык в Тартеэль И.Она была переводчиком компании \"Хьюман райтс уотч\"."
    },
    "ahmed-khan": {
      "name": "Ахмед Хан",
      "description": "Ахмед — студент колледжа Зайтуна. Он создатель подкаста «Творческого меньшинства»."
    },
    "mohsen-kadivar": {
      "name": "Mohsen Kadivar",
      "description": "Мохсен Кадивар является научным профессором исламских исследований в департаменте религиозных исследований и работает в герцоге с 2009 года. Его основные интересы охватывают как классические, так и современные исламские мысли."
    },
    "issam-eido": {
      "name": "Issam Eido",
      "description": "Иссам Эйдо является бывшим приездным профессором исламских исследований и арабского языка из Университета Чикаго (2013-2015годы). Исследования Эйдо сосредоточены на Коране в конце древности, Хади<unk> т исследования, Суфизм."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Профессор права и истории в Гарварде, специализирующаяся в области уголовного права и толкования (узуль-аль-фих). Она руководит [программой в области исламского права](https://pil.law.harvard.edu/) и [лабораторией SHARIAsource](https://portal.shariasource.com/) и [IslamicLawBlog](https://islamiclaw.blog/)."
    }
  },
  "roles": {
    "ceo": "Генеральный директор",
    "former-ceo": "Бывший генеральный директор",
    "former-engineer": "Бывший ведущий инженер",
    "researcher": "Исследователь",
    "research-advisor": "Исследовательский советник",
    "research-lead-advisor": "Руководитель и советник по исследованиям",
    "localization-lead": "Локализация предварительного контакта",
    "digitization-lead": "Ведущий оцифровка",
    "head-of-design": "Руководитель по дизайну",
    "software-engineer": "Программный инженер",
    "director-of-operations": "Директор по операциям"
  }
}
