{
  "title": "Познакомьтесь с командой",
  "subtitle": "Команда фонда Seemore состоит из инженеров, исследователей и дизайнеров, увлеченных созданием передовых исламских исследований. Наша миссия - соединить классические знания и современные технологии, обеспечивая доступность богатого наследия исламской литературы для всего мира.",
  "become-a-volunteer": "Стать волонтёром",
  "contact-us": "Связаться с нами",
  "board-title": "Познакомьтесь с советом директоров",
  "board-subtitle": "Совет фонда Seemore состоит из выдающихся экспертов в области исследований и технологий, каждый из которых имеет многолетний опыт в своей области. Вместе они управляют организацией и гарантируют, что она продвигается к своей миссии по развитию исламского ученичества.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Абделлатиф коосновал Tarteel AI, возглавлял инженерное подразделение в Quran.com и работал в Twitter."
    },
    "mohamed-lamine": {
      "name": "Мохамед Ламин",
      "description": "Мохамед был ведущим дизайнером в Thmanyah, он консультирует стартапы по созданию продуктов с <b>0</b> до <b>1</b>."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ахмед коосновал Remail AI, Betterbook и был инженером в Quran.com."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Рияд является исследователем, специализирующимся на исламских знаниях и истории. Он имеет степень бакалавра в области исламоведения и является основателем Gems of Al-Andalus."
    },
    "rahma-fateen": {
      "name": "Рахма Фатин",
      "description": "Рахма руководила арабской локализацией в Tarteel AI. Она была переводчицей в Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ахмед Хан",
      "description": "Ахмед - студент колледжа Зайтуна. Он создатель подкаста The Creative Minority."
    },
    "ahmed-aktan": {
      "name": "Ахмет Актан",
      "description": "Ахмед имеет степень доктора философии из университета Аль-Азхар. Он возглавляет команду по оцифровке и их деятельность."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Аднан Зулфикар",
      "description": "Аднан специализируется на исламском и уголовном праве. Он разработал уголовные кодексы для Мальдив и Сомали."
    },
    "intisar-rabb": {
      "name": "Интисар Рабб",
      "description": "Интисар является профессором права в Гарварде. Она руководит SHARIAsource и Программой по исламскому праву."
    },
    "zeki-mokhtarzada": {
      "name": "Зеки Мохтарзада",
      "description": "Зеки — предприниматель с глубокой технической экспертизой. Он соосновал Freewebs и Truebill."
    }
  },
  "roles": {
    "ceo": "Генеральный директор",
    "founding-engineer": "Основной инженер",
    "researcher": "Исследователь",
    "localization-lead": "Руководитель локализации",
    "digitization-lead": "Руководитель оцифровки",
    "head-of-design": "Руководитель отдела дизайна"
  }
}
