import { parseMarkdown } from "@openiti/markdown-parser";
import fs from "fs";

fs.writeFileSync(
  "test-2.json",
  JSON.stringify(
    parseMarkdown(`
# وقال عن نوح @QB@ رب إني أعوذ بك أن أسألك ما ليس لي به علم وإلا تغفر لي
~~وترحمني أكن من الخاسرين @QE@ سورة هود 47 وعن هود @QB@ ويا قوم استغفروا
~~ربكم ثم توبوا إليه يرسل السماء عليكم مدرارا ويزدكم قوة إلى قوتكم ولا
~~تتولوا مجرمين @QE@ سورة هود 52 وعن صالح @QB@ فاستغفروه ثم توبوا إليه إن
~~ربي قريب مجيب @QE@ سورة هود 61 وكذلك قال شعيب @QB@ واستغفروا ربكم ثم
~~توبوا إليه إن ربي رحيم ودود @QE@ سورة هود 90 وقال إبراهيم عليه السلام
~~ @QB@ ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب @QE@ سورة إبراهيم 41
~~ @QB@ وقال @QE@ والذي أطمع أن يغفر لي خطيئتي يوم الدين سورة الشعراء 82
~~ @QB@ وقال @QE@ وأرنا مناسكنا وتب علينا إنك أنت PageV01P221 التواب الرحيم
~~سورة البقرة 128 وقال عن موسى عليه السلام @QB@ فوكزه موسى فقضى عليه قال
~~هذا من عمل الشيطان إنه عدو مضل مبين قال رب إني ظلمت نفسي فاغفر لي فغفر
~~له إنه هو الغفور الرحيم @QE@ سورة القصص 15 16 @QB@ وقال موسى @QE@ @QB@
~~رب اغفر لي ولأخي وأدخلنا في رحمتك وأنت أرحم الراحمين @QE@ سورة الأعراف
~~151 @QB@ وقال موسى @QE@ @QB@ سبحانك تبت إليك وأنا أول المؤمنين @QE@ سورة
~~الأعراف 143  
  `),
    null,
    2,
  ),
  "utf-8",
);
