{
  "all": "سب",
  "text": "متن",
  "texts": "متون",
  "x-texts": "{count, plural, =0 {کوئی متن نہیں} one {# متن} other {# متون}}",
  "texts-description": "ہم دنیا کی سب سے بڑی ڈیجیٹل، اے آئی سے تقویت یافتہ اسلامی متون کی لائبریری کی میزبانی کرتے ہیں، جس میں وہ ذرائع شامل ہیں جن کا جائزہ معتبر علماء نے لیا ہے اور سنجیدہ اسلامی تحقیق کے لیے تصدیق شدہ ہیں۔ ہمارے جدید ٹولز آپ کو لائبریری کو مصنف، فقہی مکتب، صنف، جدید علاقہ اور تاریخی سلطنت یا دور کے لحاظ سے تلاش کرنے دیتے ہیں—تاکہ آپ بالکل وہی مواد، مستند اور درستگی کے ساتھ، تلاش کر سکیں جس کی آپ کو ضرورت ہے۔ اہل علم کی جانب سے منتخب کردہ مجموعے بھی دستیاب ہیں تاکہ آپ کی تحقیق میں رہنمائی اور گہرائی فراہم کی جا سکے۔",
  "region": "علاقہ",
  "regions": "علاقے",
  "x-regions": "{count, plural, =0 {کوئی علاقے نہیں} one {# علاقہ} other {# علاقے}}",
  "regions-description": "ہماری وسیع مجموعہ گاہ کو آپ بصری طور پر ان مقامات کے لحاظ سے دریافت کر سکتے ہیں جہاں متون تخلیق ہوئے تھے—چاہے یہ جدید ممالک ہوں جہاں مصنفین نے لکھا یا ان سے متعلق تاریخی خطے جہاں وہ رہتے تھے۔ کسی بھی ملک پر کلک کریں تاکہ اس کی تاریخ اور اسلامی تاریخی روایت میں اس کی اہمیت کے بارے میں جان سکیں۔",
  "empire": "سلطنت اور عہد",
  "empires": "سلطنتیں اور عہد",
  "x-empires": "{count, plural, =0 {کوئی سلطنتیں اور عہد نہیں} one {# سلطنت اور عہد} other {# سلطنتیں اور عہد}}",
  "empires-description": "پہلی بار، اسلامی دنیا کی تاریخی سلطنتوں اور ادوار کو ایک ڈیجیٹل لائبریری میں جامع طور پر نقشہ بندی کیا گیا ہے—جو 632 میں پیغمبر محمد ﷺ کے عروج سے لے کر 1924 میں سلطنت عثمانیہ کے زوال تک پھیلا ہوا ہے۔ اسلامی تاریخ کے اعلیٰ علماء سے مشاورت کے ساتھ، ہماری ریسرچ ٹیم نے ان بڑے خلافتوں، سلطنتوں، خاندانوں اور دیگر سیاسی اکائیوں کی نشاندہی کی جو اسلامی تہذیب اور اس کے علمی سرمائے کی تشکیل میں اہم رہیں۔ ہم اس فریم ورک کو **سلطنتیں اور ادوار** کہتے ہیں تاکہ یہ حقیقت ظاہر ہو کہ سیاسی اکائیاں اکثر کئی ادوار پر محیط رہی ہیں اور جدید قومی سرحدوں سے آگے تک پھیلی رہی ہیں۔ یہ فریم ورک آپ کو ہر مصنف، متن اور خیال کو اس کے تاریخی سیاق و سباق میں دریافت کرنے کی اجازت دیتا ہے، جس سے یہ ظاہر ہوتا ہے کہ اسلامی علمیت وقت اور مقام کے اعتبار سے کیسے ترقی کرتی رہی۔ بس ایک سلطنت یا دور کا انتخاب کریں اور متعلقہ مصنفین اور متون کو دیکھیں۔ *یہ فریم ورک ایک طویل مدتی تحقیقی منصوبے سے اخذ کیا گیا ہے جس کی سربراہی ڈاکٹر انتصار رب نے کی ہے، اور کلِفورڈ بوسورتھ کی \"نیو اسلامک ڈائنسٹیز، 1996\" سے ماخوذ ہے، جس میں متعدد علماء کی شراکت اور تصحیحات شامل کی گئی ہیں اور مزید بھی قابلِ خوش آمدید ہیں۔*",
  "author": "مصنف",
  "authors": "مصنفین",
  "x-authors": "{count, plural, =0 {کوئی مصنفین نہیں} one {# مصنف} other {# مصنفین}}",
  "authors-description": "دنیا کی معروف ڈیجیٹل لائبریری، جس میں اے آئی سے تقویت یافتہ اسلامی متون ہیں، وہاں سے مصنفین کو تلاش اور دریافت کریں۔ کسی بھی مصنف کا انتخاب کریں تاکہ ان کے تمام کام فوراً دیکھ سکیں، جو صنف، علاقہ، اور تاریخی سلطنت یا دور کے اعتبار سے منظم ہیں—تاکہ آپ جان سکیں **کب** اور **کہاں** انہوں نے لکھا۔ ہر مصنف کے پروفائل میں علمی سوانح، اہم مقام، مکمل اور مقبول نام، اور جب دستیاب ہو تو اسلامی فقہ اور فکری تاریخ میں ان کے اثرات کا واضح سیاق و سباق شامل ہے۔ آپ AI چیٹ فیچر کو بھی استعمال کر کے حقیقی وقت میں مصنف کے کام کی دریافت کر سکتے ہیں۔",
  "name": "نام",
  "names": "ناموں",
  "x-names": "{count, plural, =0 {کوئی نام نہیں} one {# نام} other {# ناموں}}",
  "genre": "صنف",
  "genres": "اصناف",
  "x-genres": "{count, plural, =0 {کوئی اصناف نہیں} one {# صنف} other {# اصناف}}",
  "genres-description": "پہلی بار، اسلامی علم کے وسیع دائرے—تاریخی اور جدید اصناف میں—کو جامع طور پر نقشہ بندی کی گئی ہے۔ ہم اسے آپ کے لیے ایک بڑی، یکجا لائبریری میں پیش کرتے ہیں۔ ہمارے محققین نے اسلامی دنیا اور امریکی اکیڈمی کے ممتاز علماء سے مشاورت کے ساتھ 13 بنیادی شعبوں کی نشاندہی کی۔ قانون، زبان اور تاریخ سے لے کر فلسفہ، روحانیت اور شاعری تک، اسلامی علمی روایت انسانی تاریخ کی سب سے امیر فکری روایات میں شمار ہوتی ہے۔ ہمارا پلیٹ فارم آپ کو ہر مصنف، کتاب اور خیال کو اس کے صحیح علمی سیاق و سباق میں دریافت کرنے کی سہولت دیتا ہے—اس سے یہ ظاہر ہوتا ہے کہ مختلف کام آپس میں کیسے منسلک ہیں۔ بس ایک شعبہ منتخب کریں تاکہ اس کے ذیلی شعبے اور منتخب متن کا مجموعہ دیکھیں۔ آپ AI چیٹ کا استعمال بھی کر سکتے ہیں تاکہ ہر شعبے کے مجموعے اور باریکیوں کو حقیقی وقت میں تلاش کریں۔",
  "x-results": "{count, plural, =0 {کوئی نتائج نہیں} one {# نتیجہ} other {# نتائج}}",
  "century": "صدی",
  "centuries": "صدیاں",
  "collection": "مجموعہ",
  "collections": "مجموعے",
  "x-collections": "{count, plural, =0 {کوئی مجموعے نہیں} one {# مجموعہ} other {# مجموعے}}",
  "x-centuries": "{count, plural, =0 {کوئی صدیاں نہیں} one {# صدی} other {# صدیاں}}",
  "ordinal-century": "{count, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} صدی",
  "year": "سال",
  "years": "سال",
  "x-years": "{count, plural, one {ایک سال} other {# سال}}",
  "chat": "چیٹ",
  "chats": "چیٹس",
  "content": "مواد",
  "search-for": "{entity} کے لئے تلاش کریں",
  "search-within": "{entity} میں تلاش کریں...",
  "search-x": "{count, number} {entity} تلاش کریں",
  "no-entity": "کوئی {entity} نہیں ملا"
}
