{
  "title": "ٹیم سے ملیں",
  "subtitle": "Usul کی ٹیم انجینئرز، ڈیزائنرز، اور محققین پر مشتمل ہے جو اسلامی تحقیق کو بدلنے کے لیے ڈیجیٹل ٹولز بنانے کے لیے پرجوش ہیں۔",
  "become-a-volunteer": "رضاکار بنیں",
  "contact-us": "ہم سے رابطہ کریں",
  "founders-title": "بانی ٹیم",
  "founders-subtitle": "اصول کے پیچھے بانی ٹیم۔",
  "board-title": "بورڈ سے ملیں",
  "board-subtitle": "Usul سیمور فاؤنڈیشن کا ایک پراجیکٹ ہے، جس کے بورڈ میں تحقیق اور ٹیکنالوجی کے ممتاز ماہرین شامل ہیں، جن کے اپنے شعبوں میں دہائیوں کا تجربہ ہے۔ وہ مل کر تنظیم کی نگرانی کرتے ہیں اور اس بات کو یقینی بناتے ہیں کہ ادارہ اپنے مشن میں ترقی کرے۔",
  "members": {
    "anas-hassanien": {
      "name": "انس حسینین",
      "description": "انس نے سم لی اے آئی میں سافٹ ویئر انجینیئر کے طور پر کام کیا۔"
    },
    "mohamed-lamine": {
      "name": "محمد لمین",
      "description": "محمد تھمانیہ میں ڈیزائن لیڈ تھے، وہ اسٹارٹ اپس کو 0 سے 1 مصنوعات بنانے کے لئے مشاورت فراہم کرتے ہیں۔"
    },
    "ryad-ramo": {
      "name": "ریاض رامو",
      "description": "ریاض اسلامی علوم اور تاریخ میں مہارت رکھنے والے محقق ہیں۔ انہوں نے اسلامیات میں بی اے کیا ہے اور جیمز آف الاندلس کے بانی ہیں۔"
    },
    "ahmed-aktan": {
      "name": "احمد اکطان",
      "description": "احمد نے جامعہ الازہر سے پی ایچ ڈی کی ڈگری حاصل کی ہے۔ وہ ڈیجیٹائزیشن ٹیم اور اس کی سرگرمیوں کی قیادت کرتے ہیں۔"
    },
    "ismail-safadi": {
      "name": "اسماعیل صفدی",
      "description": "اسماعیل حنفی فقہ میں مہارت رکھتے ہیں۔ انہوں نے جامعہ اردن اور ترکی میں تعلیم حاصل کی۔"
    }
  },
  "founders": {
    "abdellatif-abdelfattah": {
      "name": "عبداللطیف عبدالفتاح",
      "description": "عبداللطیف نے ترتیل اے آئی کی بنیاد رکھی، قرآن ڈاٹ کام میں انجینیئرنگ کی قیادت کی، اور ٹویٹر میں کام کیا۔"
    },
    "ahmed-riad": {
      "name": "احمد ریاض",
      "description": "احمد نے ری میل اے آئی، بیٹر بک کی بنیاد رکھی، اور قرآن ڈاٹ کام میں انجینیئر کے طور پر کام کیا۔"
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان ذوالفقار",
      "description": "عدنان اسلامی اور فوجداری قانون میں مہارت رکھتے ہیں۔ انہوں نے مالدیپ اور صومالیہ کے لئے فوجداری ضابطے تیار کیے۔"
    },
    "intisar-rabb": {
      "name": "انتصار رب",
      "description": "انتِصار ہارورڈ میں قانون کی پروفیسر ہیں۔ وہ SHARIAsource اور پروگرام اِن اسلامک لا کی قیادت کرتی ہیں۔"
    },
    "zeki-mokhtarzada": {
      "name": "ذکی مختار زادہ",
      "description": "ذکی ایک کاروباری شخص ہیں جنہیں تکنیکی مہارت میں گہری معلومات حاصل ہے۔ انہوں نے Freewebs اور Truebill کی مشترکہ بنیاد رکھی۔"
    }
  },
  "roles": {
    "ceo": "سی ای او",
    "founding-ceo": "بانی سی ای او",
    "founding-engineer": "بانی انجینئر",
    "researcher": "محقق",
    "localization-lead": "لوکلائزیشن سربراہ",
    "digitization-lead": "ڈیجیٹائزیشن سربراہ",
    "head-of-design": "ڈیزائن کے سربراہ",
    "software-engineer": "سافٹ ویئر انجینیئر"
  }
}
