{
  "title": "ٹیم سے ملیں",
  "subtitle": "Usul کی ٹیم انجینئرز، ڈیزائنرز، اور محققین پر مشتمل ہے جو اسلامی تحقیق کو بدلنے کے لیے ڈیجیٹل ٹولز بنانے کے لیے پرجوش ہیں۔",
  "become-a-volunteer": "رضاکار بنیں",
  "contact-us": "ہم سے رابطہ کریں",
  "support-usul": "Usul.AI کو سپورٹ کریں",
  "founders-title": "بانی ٹیم",
  "founders-subtitle": "اصول کے پیچھے بانی ٹیم۔",
  "engineering-team-title": "انجینئرنگ اور آپریشنز",
  "research-annotation-team-title": "تحقیق و ڈیجیٹائزیشن",
  "past-team-members-title": "Usul AI کے سابق شاگرد",
  "board-title": "بورڈ سے ملیں",
  "board-subtitle": "Usul.AI سی مور فاؤنڈیشن کا ایک منصوبہ ہے، جس کے بورڈ میں اسلامی تحقیق اور نئی ٹیکنالوجی میں ممتاز ماہرین شامل ہیں۔ ہر ایک اپنے متعلقہ شعبوں میں رہنماء ہیں، اور علم تک رسائی اور مشغولیت کے طریقوں میں پیش رو تجربہ رکھتے ہیں۔ وہ تنظیم کے مقصد کی پیش قدمی کو یقینی بناتے ہیں۔",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان ذوالفقار",
      "description": "وہ بوسٹن کالج لاء اسکول میں قانون کے پروفیسر ہیں، جہاں وہ فوجداری قانون اور جنگ کے قوانین پر تعلیم دیتے اور لکھتے ہیں۔ انہوں نے مالدیپ اور صومالیہ کے اسلامی فوجداری قوانین کا مسودہ تیار کرنے میں مدد کی۔"
    },
    "intisar-rabb": {
      "name": "انتصار رب",
      "description": "وہ ہارورڈ میں قانون اور تاریخ کی پروفیسر ہیں، جو فوجداری قانون اور اصول فقہ میں خاص مہارت رکھتی ہیں۔ وہ اسلامی قانون کے پروگرام اور SHARIAsource لیب کی قیادت کرتی ہیں، اور IslamicLawBlog کی بھی رہنمائی کرتی ہیں۔"
    },
    "zeki-mokhtarzada": {
      "name": "ذکی مختار زادہ",
      "description": "وہ ایک سیریل انٹرپرینیور اور ٹیکنالوجی کے موجد ہیں۔ انہوں نے مختلف اسٹارٹ اپس کے CTO کے طور پر خدمات انجام دی ہیں اور webs.com (جو Vistaprint کو بیچا گیا) اور Truebill (اب Rocket Money) سمیت متعدد منصوبے مشترکہ طور پر قائم کیے ہیں۔"
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "انس حسینین",
      "description": "وہ ایک سافٹ ویئر انجینئر ہیں جن کو مکمل تجربہ ہے، جنہوں نے پچھلے زمانہ میں Simli AI میں خدمات انجام دیں۔ وہ Usul.AI کے بنیادی مصنوعات کی ترقی کی قیادت کرتے ہیں۔"
    },
    "abtsam-saleh": {
      "name": "ابصم صالح",
      "description": "وہ ہارورڈ یونیورسٹی میں پی ایچ ڈی کی امیدوار ہیں جو انسان مرکوز ٹیکنالوجیز کے سماجی جہتوں پر تحقیق کر رہی ہیں، اور Usul.AI میں منتظم اور محقق کے طور پر خدمات انجام دیتی ہیں، جہاں وہ آپریشنز کی رہنمائی کرتی ہیں اور انجینئرنگ اور تحقیق کے درمیان رابطہ قائم کرتی ہیں۔"
    },
    "ryad-ramo": {
      "name": "ریاض رامو",
      "description": "وہ اسلامی علم اور تاریخ کے محقق ہیں، جن کے پاس اسلامی اسٹڈیز میں بی اے ہے، اور انہوں نے Gems of Al-Andalus اشاعت کی بنیاد رکھی۔ وہ Usul AI میں کتابوں کی ڈیجیٹائزیشن اور تشریح پر کام کرتے ہیں۔"
    },
    "ahmed-aktan": {
      "name": "احمد اکطان",
      "description": "وہ ایک محقق ہیں جن کے پاس جامعہ الازہر سے اسلامی اسٹڈیز میں پی ایچ ڈی ہے۔ وہ Usul AI میں ڈیجیٹائزیشن ٹیم کی قیادت کرتے ہیں اور کلیکشن کو بڑھانے کی کوششوں کی رہنمائی کرتے ہیں۔"
    },
    "ismail-safadi": {
      "name": "اسماعیل صفدی",
      "description": "وہ حنفی فقہ میں خاص مہارت رکھنے والے محقق ہیں۔ انہوں نے جامعہ اردن اور ترکی میں تعلیم حاصل کی۔ وہ Usul AI میں کتابوں کی ڈیجیٹائزیشن اور تشریح پر کام کرتے ہیں۔"
    },
    "abdellatif-abdelfattah": {
      "name": "عبداللطیف عبدالفتاح",
      "description": "وہ ایک انجینئر ہیں جو Tarteel AI کے شریک بانی انجینئر اور ہمارے اپنے Usul AI کے طور پر خدمات انجام دے چکے ہیں۔ انہوں نے پہلے Quran.com میں انجینئرنگ کی قیادت کی اور Twitter پر کام کیا۔"
    },
    "ahmed-riad": {
      "name": "احمد ریاض",
      "description": "وہ ایک سافٹ ویئر انجینئر ہیں جنہوں نے مختلف اسٹارٹ اپس (بشمول Remail AI, Betterbook، اور ہمارے اپنے Usul AI) میں بانی انجینئر کے طور پر خدمات انجام دیں۔ وہ Qur'an.com میں بھی انجینئر کے طور پر خدمات انجام دے چکے ہیں۔"
    },
    "mohamed-lamine": {
      "name": "محمد لمین",
      "description": "محمد تھمانیہ میں ڈیزائن لیڈ تھے، وہ اسٹارٹ اپس کو 0 سے 1 مصنوعات بنانے کے لئے مشاورت فراہم کرتے ہیں۔"
    },
    "rahma-fateen": {
      "name": "رحمہ فطین",
      "description": "رحمہ نے ترتیل اے آئی میں عربی لوکلائزیشن کی قیادت کی۔ وہ ہیومن رائٹس واچ میں مترجم تھیں۔"
    },
    "ahmed-khan": {
      "name": "احمد خان",
      "description": "احمد زیتونہ کالج میں طالب علم ہیں۔ وہ تخلیقی اقلیت پوڈ کاسٹ کے خالق ہیں۔"
    }
  },
  "roles": {
    "ceo": "سی ای او",
    "former-ceo": "سابق سی ای او",
    "former-engineer": "سابق لیڈ انجینئر",
    "researcher": "محقق",
    "localization-lead": "لوکلائزیشن سربراہ",
    "digitization-lead": "ڈیجیٹائزیشن سربراہ",
    "head-of-design": "ڈیزائن کے سربراہ",
    "software-engineer": "سافٹ ویئر انجینیئر",
    "director-of-operations": "آپریشنز کے ڈائریکٹر"
  }
}
