{
  "title": "ٹیم سے ملیں",
  "subtitle": "سی مور فاؤنڈیشن کی ٹیم انجینئرز، محققین اور ڈیزائنرز پر مشتمل ہے جو اسلامی تحقیق کو جدید ترین بنانے کے لئے پرجوش ہیں۔ ہمارا مشن کلاسیکی علم اور جدید ٹیکنالوجی کے درمیان پل بنانا ہے تاکہ اسلامی ادب کا مالا مال ورثہ پوری دنیا کے لئے دستیاب ہو سکے۔",
  "become-a-volunteer": "رضاکار بنیں",
  "contact-us": "ہم سے رابطہ کریں",
  "board-title": "بورڈ سے ملیں",
  "board-subtitle": "سی مور فاؤنڈیشن کا بورڈ ممتاز تحقیق اور ٹیکنالوجی کے ماہرین پر مشتمل ہے، ہر ایک اپنے متعلقہ شعبوں میں دہائیوں کے تجربے کے ساتھ۔ مل کر، وہ تنظیم کی نگرانی کرتے ہیں اور اس بات کو یقینی بناتے ہیں کہ یہ اسلامی اسکالرشپ کو آگے بڑھانے کے اپنے مشن کی طرف بڑھے۔",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "عبداللطیف عبدالفتاح",
      "description": "عبداللطیف نے ترتیل اے آئی کی مشترکہ بنیاد رکھی، Quran.com میں انجینئرنگ کی رہنمائی کی اور ٹوئٹر میں کام کیا۔"
    },
    "mohamed-lamine": {
      "name": "محمد لمین",
      "description": "محمد تھمانیہ میں ڈیزائن لیڈ تھے، وہ اسٹارٹ اپس کو 0 سے 1 مصنوعات بنانے کے لئے مشاورت فراہم کرتے ہیں۔"
    },
    "ahmed-riad": {
      "name": "احمد ریاض",
      "description": "احمد نے ریمیل اے آئی اور بیٹربک کی مشترکہ بنیاد رکھی اور Quran.com میں بطور انجینئر کام کیا۔"
    },
    "ryad-ramo": {
      "name": "ریاض رامو",
      "description": "ریاض اسلامی علوم اور تاریخ میں مہارت رکھنے والے محقق ہیں۔ انہوں نے اسلامیات میں بی اے کیا ہے اور جیمز آف الاندلس کے بانی ہیں۔"
    },
    "rahma-fateen": {
      "name": "رحمہ فطین",
      "description": "رحمہ نے ترتیل AI میں عربی لوکلائزیشن کی قیادت کی۔ وہ ہیومن رائٹس واچ میں مترجم رہی ہیں۔"
    },
    "ahmed-khan": {
      "name": "احمد خان",
      "description": "احمد زیتونہ کالج کے طالب علم ہیں۔ وہ Creative Minority پوڈکاسٹ کے خالق ہیں۔"
    },
    "ahmed-aktan": {
      "name": "احمد اکطان",
      "description": "احمد نے جامعہ الازہر سے پی ایچ ڈی کی ہے۔ وہ ڈیجیٹائزیشن ٹیم اور کوششوں کی قیادت کرتے ہیں۔"
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان ذوالفقار",
      "description": "عدنان اسلامی اور فوجداری قانون میں مہارت رکھتے ہیں۔ انہوں نے مالدیپ اور صومالیہ کے لئے فوجداری ضابطے تیار کیے۔"
    },
    "intisar-rabb": {
      "name": "انتصار رب",
      "description": "انتِصار ہارورڈ میں قانون کی پروفیسر ہیں۔ وہ SHARIAsource اور اسلامی قانون کے پروگرام کی قیادت کرتی ہیں۔"
    },
    "zeki-mokhtarzada": {
      "name": "ذکی مختار زادہ",
      "description": "ذکی ایک کاروباری شخص ہیں جنہیں تکنیکی مہارت میں گہری معلومات حاصل ہے۔ انہوں نے Freewebs اور Truebill کی مشترکہ بنیاد رکھی۔"
    }
  },
  "roles": {
    "ceo": "سی ای او",
    "founding-engineer": "بانی انجینئر",
    "researcher": "محقق",
    "localization-lead": "لوکلائزیشن سربراہ",
    "digitization-lead": "ڈیجیٹائزیشن سربراہ",
    "head-of-design": "ڈیزائن کے سربراہ"
  }
}