{
  "all": "Dhammaan",
  "text": "Qoraal",
  "texts": "Qoraallada",
  "x-texts": "{count, plural, =0 {Qoraal la'aan} one {# Qoraal} other {# Qoraallada}}",
  "texts-description": "Waxaan martigelinaynaa maktabadda dijitaalka ah ee ugu weyn caalamka, oo ay ku jiraan qoraallo Islaami ah oo uu xoojiyay AI, kuwaasoo laga fiirsaday cilmi-baarayaasha sumcadda leh iyo la xaqiijiyey cilmi-baarista Islaamka ee dhab ahaanta ah. Qalabkeena casriga ah ayaa kuu oggolaanaya in aad baarto maktabadda iyadoo la raacayo qoraaga, madh-habka, nooca qoraalka, gobollada casriga ah, iyo xukunkii ama xilliyadii hore—si aad u hesho si sax ah waxa aad dooneyso, si hubaal iyo sax ah. Xulashooyin ay cilmi-baarayaasha diyaariyeen ayaa sidoo kale diyaar ugu ah si ay kuu hagaan una qoto-dheeraan cilmi-baaristaada.",
  "region": "Gobol",
  "regions": "Gobollada",
  "x-regions": "{count, plural, =0 {Gobol la'aan} one {# Gobol} other {# Gobollada}}",
  "regions-description": "Si muuqaal ah u sahamin ururintayada ballaaran adiga oo eegaya meelaha ay qoraalladu kasoo baxeen—ha noqoto waddamada casriga ah ee ay qorayaasha ku qoreen ama gobollada taariikhiga ah ee ay ku noolaayeen. Guji waddan kasta si aad wax uga ogaato taariikhdiisa iyo muhiimaddiisa gudaha dhaqanka taariikhiga ah ee Islaamka.",
  "empire": "Imbaraad iyo Waqti",
  "empires": "Imbaraado iyo Waqtiyo",
  "x-empires": "{count, plural, =0 {Imbaraado iyo Waqtiyo} one {# Imbaraad iyo Waqti} other {# Imbaraado iyo Waqtiyo}}",
  "empires-description": "Markii ugu horreysay, boqortooyooyinkii iyo xiliyadii taariikheed ee dunida Islaamka ayaa si dhammeystiran loogu muujiyay maktabad dijitaal ah oo kaliya—laga soo bilaabo kacdoonkii Nabi Muxamed sanadkii 632 ilaa dhiciddii boqortooyadii Cusmaaniyiinta sanadkii 1924. Kooxda cilmi-baarista waxay la tashadeen taariikh-yahanada Islaamka si ay u aqoonsadaan khilaafooyinka ugu waaweyn, saldaanadaha, qoysaskii xukunka lahaa, iyo qaab-dhismeedkii siyaasadeed ee sameeyay ilbaxnimada Islaamka iyo wax-soo-saarkeedii cilmiga. Qaabkan waxaan ugu magac darnay **Boqortooyooyin & Xilliyaal** si loo muujiyo xaqiiqda ah in nidaamyada siyaasadeed ay badiyaa gudbeen wakhtiyo badan islamarkaana ka baxeen xuduudaha dowladaha casriga ah. Qaabkan waxaad ku dabagali kartaa qoraa kasta, qoraal, iyo fikrad taariikhdeeda, taas oo kuu muujineysa sida cilmiga Islaamka uu ugu fiday waqti iyo goob. Kaliya dooro boqortooyo ama xilli si aad u aragto qorayaashiisa iyo qoraalladiisa la xiriira. *Qaab-dhismeedkan wuxuu ka yimid mashruuc cilmi-baaris dheer oo uu hoggaaminayo Dr. Intisar Rabb, laga soo dheegtay isla markaana lagu saleynayo Clifford Bosworth, New Islamic Dynasties, 1996, iyadoo la raacayo cusboonaysiin iyo sixid ay sammeeyeen cilmi-baarayaal badan oo kaa ka qeyb qaatay ama la soo dhoweynayo.*",
  "author": "Qoraa",
  "authors": "Qorayaasha",
  "x-authors": "{count, plural, =0 {Qoraa la'aan} one {# Qoraa} other {# Qorayaasha}}",
  "authors-description": "Ka raadi una sahamin qorayaasha maktabadda dijitaalka ah ee ugu horreysa dunida ee qoraallo Islaami ah oo uu AI xoojiyay. Dooro qoraa si aad isla markiiba ugu daawato dhammaan shaqooyinkooda, oo loo habeeyay nooc, gobol, iyo boqortooyo ama xilli taariikhi ah—si aad u aragto **goorta** iyo **meesha** ay ku qoreen. Bogga qoraaga kasta wuxuu leeyahay taariikh nololeed cilmiyeed, goobta ugu weyn, magacyada buuxa iyo kuwa looga yaqaan, iyo sharraxaad qeexan oo ku saabsan muhiimadooda gudaha shareecada Islaamka iyo taariikhda garaadka Islaamka si loo heli karo. Waxa kale oo aad isticmaali kartaa waxa loo yaqaan AI Chat si aad waqtiga-dhabta ugula falgasho hawsha qoraaga.",
  "name": "Magaca",
  "names": "Magacyada",
  "x-names": "{count, plural, =0 {Magaca la'aan} one {# Magaca} other {# Magacyada}}",
  "genre": "Nooc",
  "genres": "Noocyada",
  "x-genres": "{count, plural, =0 {Noocyada la'aan} one {# Nooc} other {# Noocyada}}",
  "genres-description": "Markii ugu horreysay, waxaad si buuxda ugu falanqeyn kartaa dhammaan cilmiga Islaamka—lagu daray noocyadii taariikhiga iyo casriga ah. Waxaan kuu soo bandhignay maktabad ballaaran, hal meel ah. Cilmi-baarayaasheennu waxay aqoonsadeen 13 maado oo asaasiga ah, iyagoo la kaashanaya culimada ugu waaweyn ee Islaamka iyo jaamacadaha Mareykanka. Laga bilaabo shareecada, luqadda, iyo taariikhda ilaa falsafadda, ruuxiga, iyo suugaanta, cilmiga Islaamka wuxuu taagan yahay mid ka mid ah waayo-aragnimadii garaadka aadmiga ugu hodansanaa taariikhda. Madalkeennu waxay kuu oggolaaneysaa inaad baarto qoraa kasta, buug, iyo fikrad si cilmiyeed sax ah—iyada oo kuu muujinaysa sida ay asxaabtu isugu xiran yihiin daafaha cilmiga iyo noocyada qoraallada. Kaliya dooro maaddo si aad u aragto laamaha hoose iyo ururintii qoraallo la xushay. Waxaa sidoo kale laguu oggol yahay inaad isticmaasho AI Chat si aad waqtiga-dhabta ula sahamin karto ururinta iyo faahfaahinta maaddada kasta.",
  "x-results": "{count, plural, =0 {Wax Natiijooyin ah ma jiraan} one {Natiijo #} other {Natiijooyin #}}",
  "century": "Qarni",
  "centuries": "Qarniyada",
  "collection": "Ururinta",
  "collections": "Ururinno",
  "x-collections": "{count, plural, =0 {Ururin la'aan} one {# Ururin} other {# Ururino}}",
  "x-centuries": "{count, plural, =0 {Qarniyada la'aan} one {# Qarni} other {# Qarniyada}}",
  "ordinal-century": "{count, selectordinal, one {#aad} two {#aad} few {#aad} other {#aad}} Qarni",
  "year": "Sannad",
  "years": "Sannadaha",
  "x-years": "{count, plural, one {Hal sanno} other {# Sannadood}}",
  "chat": "Soo Dhawoow",
  "chats": "Soo Dhawoowyo",
  "content": "Mawduuc",
  "search-for": "Raadi {entity}",
  "search-within": "Raadi gudaha {entity}...",
  "search-x": "Raadi {count, number} {entity}",
  "no-entity": "{entity} lama helin"
}
