{
  "title": "La kulan Kooxda",
  "subtitle": "Kooxda Usul waxa ay ka kooban tahay injineero, naqshadeeyayaal iyo cilmi-baarayaal si aad ah ugu go'an samaynta aalado dijitaal ah oo wax ka beddelaya cilmi-baarista Islaamka.",
  "become-a-volunteer": "Noqo mutadawiciin",
  "contact-us": "Nagala soo xiriir",
  "support-usul": "Taageer Usul.AI",
  "founders-title": "Kooxda aasaasay",
  "founders-subtitle": "Kooxda aasaasay Usul.",
  "engineering-team-title": "Injineernimada & Hawlaha",
  "research-annotation-team-title": "Cilmi-baaris & Dijitalayn",
  "past-team-members-title": "Usul AI Alumni",
  "board-title": "La kulan guddiga",
  "board-subtitle": "Usul.AI waa mashruuc ay leedahay Seemore Foundation, oo guddigeeda ka kooban yihiin khubaro caalami ah oo ku xeel dheer cilmi-baarista Islaamka iyo tignoolajiyada casriga ah. Kuwaasoo dhammaantood ah hormuudyo ku xeel dheer dhinacyadoodi, iyagoo leh tobannaan sano oo waayo-aragnimo ah oo ku saabsan in hannaanka lagu horumariyo sida loo helo loona falanqeeyo aqoonta. Wadajir, waxay xaqiijiyaan in hay'addu ay horey u sii amba-qaado himiladeeda.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Waa borofisar ka tirsan sharciga oo wax ka dhiga Boston College Law School, halkaas oo uu ka barto isla markaana wax ka qora sharciga ciqaabta iyo shuruucda dagaallada. Wuxuu ka shaqeeyay dejinta shuruucda ciqaabta Islaamka ee Maldives iyo Soomaaliya."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Waxay tahay borofisar sharci iyo taariikh ka dhigta Jaamacadda Harvard, waxayna ku takhasustay sharciga ciqaabta iyo tafsiirka (usul al-fiqh). Waxay hogaamisaa [Barnaamijka Sharciga Islaamka](https://pil.law.harvard.edu/) iyo [SHARIAsource Lab](https://portal.shariasource.com/), iyo sidoo kale [IslamicLawBlog](https://islamiclaw.blog/)."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Waa ganacsade xidhiidhi ah iyo hal-abuur tignoolajiyadeed. Wuxuu u soo shaqeeyay CTO shirkado kala duwan oo bilow ah wuxuuna wada-aasaasay dhowr ganacsi, oo ay ku jiraan webs.com (oo ay iibsatay Vistaprint) iyo Truebill (hadda Rocket Money)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Waa injineer software leh waayo-aragnimo dhammaystiran, oo horay uga soo shaqeeyay Simli AI. Wuxuu hogaamiyaa horumarinta alaabada ugu muhiimsan ee Usul.AI."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Waxay tahay arday takhasus PhD ee Jaamacadda Harvard oo cilmi-baadhis ku samaysa dhinacyada bulshada ee tignoolajiyada loogu talagalay dadka, waxayna u adeegtaa maamulaha iyo cilmi-baadhe ka tirsan Usul.AI, halkaasoo ay hogaamiso hawlaha isla markaana ay isku xidho injineeriyada iyo cilmi-baarista."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Waa cilmi-baadhaha aqoonta Islaamka iyo taariikhda, wuxuu haystaa BA Cilmiga Islaamka, wuxuuna aasaasay daabacaadda Gems of Al-Andalus. Wuxuu ka shaqeeyaa buug-dijitalayn iyo tilmaamid ee Usul AI."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Waa cilmi-baadhaha haysta PhD ee Cilmiga Islaamka ka Yuunifarsitiga Al-Azhar. Wuxuu hogaamiyaa kooxaha dijitalaynta iyo dadaallada ballaadhinta ururinta ee Usul AI."
    },
    "ismail-safadi": {
      "name": "Ismaaciil Safadi",
      "description": "Waa cilmi-baadhaha ku takhasustay fiqiga Hanafi. Wuxuu ka bartay Yuunifaradiyada Urdun iyo Turkiga. Wuxuu ka shaqeeyaa buug-dijitalaynta iyo tilmaamid ee Usul AI."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Waa injineer ka soo shaqeeyay injineer-kaasaasaha shirkadda Tarteel AI iyo Usul AI keena. Wuxuu horay u hogaamiyay injineeriyada ee Quran.com wuxuuna ka soo shaqeeyay Twitter."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Waa injineer-software oo ka soo shaqeeyay injineer-kaasaasaha dhowr shirkadood (oo ay ku jiraan Remail AI, Betterbook, iyo Usul AI keena). Waxaa kale oo uu u soo shaqeeyay injineer ee Qur'an.com."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed wuxuu ahaa hormuudka naqshadeynta ee Thmanyah, waxa uu talo siinayaa bilowga ganacsiyada si ay u sameeyaan alaabo cusub laga bilaabo 0 ilaa 1."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma waxay hogaaminaysay saxeexa carabiga ee Tarteel AI. Waxay ahayd tarjumaanka Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed waa arday Zaytuna College. Waa abuuraha podcast-ka The Creative Minority."
    },
    "mohsen-kadivar": {
      "name": "Mohsen Kadivar",
      "description": "Mohsen Kadivar waa borofisar cilmibaaris oo ku takhasusay Daraasaadka Islaamka ee Waaxda Daraasaadka Diimaha. Wuxuu joogay Jaamacadda Duke tan iyo 2009. Xiisihiisa ugu weyn wuxuu ku fidsan yahay fikradaha Islaamka ee hore iyo kuwa casriga ahba. Shaqadiisa waxaa lagu falanqeeyaa isgoysyada \"Daraasaadka Islaamka\", iyo \"Taariikhda Fikradda\" ee casriga ah."
    },
    "issam-eido": {
      "name": "Issam Eido",
      "description": "Issam Eido waa borofisar hore oo booqasho ku ahaa Daraasaadka Islaamka iyo Carabiga ee Jaamacadda Chicago Divinity School (2013-2015). Cilmibaaristiisa waxay diiradda saartaa Qur'aanka xilligii danbe ee aaska, Daraasaadka Xadiiska, iyo Sufiyada."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Waxay tahay borofisar sharci iyo taariikh ka dhigta Jaamacadda Harvard, waxayna ku takhasustay sharciga ciqaabta iyo tafsiirka (usul al-fiqh). Waxay hogaamisaa [Barnaamijka Sharciga Islaamka](https://pil.law.harvard.edu/) iyo [SHARIAsource Lab](https://portal.shariasource.com/), iyo sidoo kale [IslamicLawBlog](https://islamiclaw.blog/)."
    }
  },
  "roles": {
    "ceo": "CEO",
    "former-ceo": "Agaasimihii Hore",
    "former-engineer": "Injineerkii Hore ee Hogaamiyaha ahaa",
    "researcher": "Baarayaasha",
    "research-advisor": "La-taliye Cilmi-baaris",
    "research-lead-advisor": "Hoggaamiyaha & La-taliyaha Cilmi-baarista",
    "localization-lead": "Hormuudka Meeleeyaha",
    "digitization-lead": "Hormuudka Dhijitaleynta",
    "head-of-design": "Madaxa Naqshadeynta",
    "software-engineer": "Injineer Software",
    "director-of-operations": "Agaasimaha Hawlaha"
  }
}
