{
  "all": "All",
  "text": "Text",
  "texts": "Texts",
  "x-texts": "{count, plural, =0 {No texts} one {# Text} other {# Texts}}",
  "texts-description": "We host the world’s largest digital, AI-enabled library of Islamic texts, featuring sources reviewed by reputable scholars and vetted for serious Islamic research. Our advanced tools let you explore the library by author, legal school, genre, modern region, and historical empire or era—so you can find exactly what you’re looking for, with credibility and precision. Scholar-curated collections are also available to guide and deepen your research.",
  "region": "Region",
  "regions": "Regions",
  "x-regions": "{count, plural, =0 {No regions} one {# Region} other {# Regions}}",
  "regions-description": "Visually explore our vast collection by the places where texts were produced—whether by modern countries where authors wrote or by the correspondending historical regions where they lived. Click on any country to learn about its history and significance within the Islamic historical tradition.",
  "empire": "Empire & Era",
  "empires": "Empires & Eras",
  "x-empires": "{count, plural, =0 {No empires & eras} one {# Empire & Era} other {# Empires & Eras}}",
  "empires-description": "For the first time, the historical empires and eras of the Islamic world have been comprehensively mapped in one digital library—spanning from the rise of the Prophet Muhammad in 632 to the fall of the Ottoman Empire in 1924. Working in consultation with leading scholars of Islamic history, our research team identified the major caliphates, sultanates, dynasties, and other political formations that shaped Islamic civilization and its production of knowledge. We call this framework **Empires & Eras** to reflect the reality that political formations often extended across multiple periods and beyond modern national borders. This framework allows you to explore every author, text, and idea within its historical context, revealing how Islamic scholarship evolved across time and place. Simply select an empire or era to view its associated authors and texts. *This framwork extends from a long-term reseach project headed by Dr. Intisar Rabb, drawing from and building on Clifford Bosworth, New Islamic Dynasties, 1996, with updates and corrections from multiple scholars both added and welcome.*",
  "author": "Author",
  "authors": "Authors",
  "x-authors": "{count, plural, =0 {No authors} one {# Author} other {# Authors}}",
  "authors-description": "Search and explore authors from the world’s leading digital library of AI-enabled Islamic texts. Select an author to instantly view their complete body of work, organized by genre, region, and historical empire or era—so you can see **when** and **where** they wrote. Each author profile includes a scholarly biography, main location, full and popular names, and clear context on their influence within Islamic jurisprudence and intellectual history wherever available. You can also use the AI Chat feature to explore an author’s oeuvre in real time. ",
  "name": "Name",
  "names": "Names",
  "x-names": "{count, plural, =0 {No names} one {# Name} other {# Names}}",
  "genre": "Genre",
  "genres": "Genres",
  "x-genres": "{count, plural, =0 {No genres} one {# Genre} other {# Genres}}",
  "genres-description": "For the first time, the full scope of Islamic knowledge—across historical and modern genres—has been comprehensively mapped. We present it to you within a single, vast library. Our researchers identified 13 core disciplines in consultation with leading scholars from the Islamic world and in the American academy. From law, language, and history to philosophy, spirituality, and poetry, Islamic scholarship stands out as one of the richest intellectual traditions in human history. Our platform lets you explore every author, book, and idea within its proper scholarly context—revealing how works relate across fields and genres. Simply select a discipline to view its subfields and a curated collection of texts. You can also use AI Chat to explore each field’s collection and nuances in real time.",
  "x-results": "{count, plural, =0 {No results} one {# Result} other {# Results}}",
  "century": "Century",
  "centuries": "Centuries",
  "collection": "Collection",
  "collections": "Collections",
  "x-collections": "{count, plural, =0 {No collections} one {# Collection} other {# Collections}}",
  "x-centuries": "{count, plural, =0 {No centuries} one {# Century} other {# Centuries}}",
  "ordinal-century": "{count, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} Century",
  "year": "Year",
  "years": "Years",
  "x-years": "{count, plural, one {One year} other {# Years}}",
  "chat": "Chat",
  "chats": "Chats",
  "content": "Content",
  "search-for": "Search for a {entity}",
  "search-within": "Search in {entity}...",
  "search-x": "Search {count, number} {entity}",
  "no-entity": "No {entity} found"
}
