{
  "title": "Meet the Team",
  "subtitle": "The Usul team is made up of engineers, designers, and researchers passionate about building digital tools to transform Islamic research.",
  "become-a-volunteer": "Become a volunteer",
  "contact-us": "Contact Us",
  "support-usul": "Support Usul.AI",
  "founders-title": "Founding team",
  "founders-subtitle": "The founding team behind Usul.",
  "engineering-team-title": "Engineering & Operations",
  "research-annotation-team-title": "Research & Digitization",
  "past-team-members-title": "Usul AI Alumni",
  "board-title": "Meet the board",
  "board-subtitle": "Usul.AI is a project of the Seemore Foundation, whose board comprises distinguished experts in Islamic research and in new technology. Each are leaders in their respective fields, with decades of experience in pioneering the way we access and engage knowledge. Together, they ensure that the organization advances its mission.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "He is a Professor of law at Boston College Law School, where he teaches and writes on criminal law and the laws of war. He helped draft the Islamic criminal codes for the Maldives and Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "She is a Professor of law and history at Harvard, specializing in criminal law and interpretation (usul al-fiqh). She leads the [Program in Islamic Law](https://pil.law.harvard.edu/) and the [SHARIAsource Lab](https://portal.shariasource.com/) , and [IslamicLawBlog](https://islamiclaw.blog/)."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "He is a serial entrepeneur and technology innovator. He has served as CTO to various start-ups and has co-founded multiple ventures, including webs.com (acquired by Vistaprint) and Truebill (now Rocket Money)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "He is a software engineer with full-stack experience, who previously served at Simli AI. He leads the development of core products as Usul.AI."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "She is a PhD candidate at Harvard University researching the social dimensions of humancentered technologies, and serves as an administrator and researcher at Usul.AI, where she directs operations and bridges engineering and research."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "He is a researcher of Islamic knowledge and history, holds a BA in Islamic Studies, and founded the publication the Gems of Al-Andalus. He works on book-digitization and annotation at Usul AI."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "He is a researcher who holds a PhD in Islamic Studies from Al-Azhar University. He leads the digitization team and efforts to expand the collections at Usul AI."
    },
    "ismail-safadi": {
      "name": "Ismail Safadi",
      "description": "He is a researcher who specializes in Hanafi fiqh. He studied at the University of Jordan and in Turkey. He works on book digitization and annotation at Usul AI."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "He is an engineer who served as a co-founding engineer at Tarteel AI and our own Usul AI. He previously lead engineering at Quran.com and worked at Twitter."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "He is a software engineer who served as founding-engineer at at several start-ups (including Remail AI, Betterbook, and our own Usul AI). he also served as an engineer at Qur'an.com."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed was the design lead at Thmanyah, he consults with startups to build 0 to 1 products."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma lead Arabic localization at Tarteel AI. She was a translator at Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed is a student at Zaytuna College. He's the creator of The Creative Minority podcast."
    },
    "mohsen-kadivar": {
      "name": "Mohsen Kadivar",
      "description": "Mohsen Kadivar is a research professor of Islamic Studies at the Department of Religious Studies. He has been at Duke since 2009. His primary interests span both classical and modern Islamic thought. His work is at the intersections of “Islamic Studies”, and the contemporary “History of Thought.”"
    },
    "issam-eido": {
      "name": "Issam Eido",
      "description": "Issam Eido is a former Visiting Professor of Islamic Studies and Arabic from the University of Chicago Divinity School (2013-2015). Eido's research focuses on the Qur'an in late antiquity, Hadīth Studies, Sufism."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "She is a Professor of law and history at Harvard, specializing in criminal law and interpretation (usul al-fiqh). She leads the [Program in Islamic Law](https://pil.law.harvard.edu/) and the [SHARIAsource Lab](https://portal.shariasource.com/) , and [IslamicLawBlog](https://islamiclaw.blog/)."
    }
  },
  "roles": {
    "ceo": "CEO",
    "former-ceo": "Former CEO",
    "former-engineer": "Former Lead Engineer",
    "researcher": "Researcher",
    "research-advisor": "Research Advisor",
    "research-lead-advisor": "Research Lead & Advisor",
    "localization-lead": "Localization Lead",
    "digitization-lead": "Digitization Lead",
    "head-of-design": "Head of Design",
    "software-engineer": "Software Engineer",
    "director-of-operations": "Director of Operations"
  }
}
