{
  "title": "Meet the team",
  "subtitle": "The Seemorg Foundation team is made up of engineers, researchers, and designers passionate about building state-of-the-art Islamic research. Our mission is to bridge the gap between classical knowledge and modern technology, ensuring that the rich heritage of Islamic literature is readily available to the whole world.",
  "become-a-volunteer": "Become a volunteer",
  "contact-us": "Contact Us",
  "board-title": "Meet the board",
  "board-subtitle": "The Seemorg Foundation’s board is made up of distinguished research and technology experts, each with decades of experience in their respective fields. Together, they oversee the organization and are ensure that it advances towards its mission of advancing Islamic scholarship.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Abdellatif co-founded Tarteel AI, lead engineering at Quran.com, and worked at Twitter."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed was the design lead at Thmanyah, he consults with startups to build 0 to 1 products."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ahmed co-founded Remail AI, Betterbook, and was an engineer at Quran.com."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Ryad is a researcher specializing in Islamic knowledge and history. He holds a BA in Islamic Studies and is the founder of Gems of Al-Andalus."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma lead Arabic localization at Tarteel AI. She was a translator at Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed is a student at Zaytuna College. He's the creator of The Creative Minority podcast."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Ahmed holds a PhD. from Al-Azhar university. He leads the digitization team and efforts."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Adnan specializes in Islamic and criminal law. He drafted criminal codes for Maldives and Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Intisar is a Law professor at Harvard. She leads SHARIAsource and the Program in Islamic Law."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Zeki is an entrepreneur with deep technical expertise. He co-founded Freewebs and Truebill."
    }
  },
  "roles": {
    "ceo": "CEO",
    "founding-engineer": "Founding Engineer",
    "researcher": "Researcher",
    "localization-lead": "Localization Lead",
    "digitization-lead": "Digitization Lead",
    "head-of-design": "Head of Design"
  }
}
