{
  "all": "সব",
  "text": "পাঠ্য",
  "texts": "পাঠ্যগুলি",
  "x-texts": "{count, plural, =0 {কোনো পাঠ্য নেই} one {# পাঠ্য} other {# পাঠ্যগুলি}}",
  "texts-description": "আমরা বিশ্বের বৃহত্তম ডিজিটাল, কৃত্রিম বুদ্ধিমত্তাসম্পন্ন ইসলামী গ্রন্থাগারটি উপস্থাপন করছি, যেখানে উৎসসমূহ সম্মানিত আলেমদের দ্বারা পর্যালোচিত এবং গম্ভীর ইসলামী গবেষণার জন্য যাচাই করা হয়েছে। আমাদের উন্নত টুলস্ আপনাকে লেখক, মাজহাব, শৈলী, আধুনিক অঞ্চল এবং ঐতিহাসিক সাম্রাজ্য অথবা যুগের ভিত্তিতে গ্রন্থাগারটি অন্বেষণ করার সুযোগ দেয়—যাতে আপনি নির্ভুলতা ও গ্রহণযোগ্যতা নিয়ে ঠিক যেটি খুঁজছেন, সেটি ব্যাখ্যা পেতে পারেন। আপনার গবেষণাকে দিকনির্দেশনা দিতে এবং গভীরতা আনতে আলেমদের দ্বারা প্রস্তুতকৃত সংগ্রহও পাওয়া যাবে।",
  "region": "অঞ্চল",
  "regions": "অঞ্চলগুলি",
  "x-regions": "{count, plural, =0 {কোনো অঞ্চল নেই} one {# অঞ্চল} other {# অঞ্চলগুলি}}",
  "regions-description": "কোন্ অঞ্চলে বইগুলি রচিত হয়েছে—তা আধুনিক দেশ হিসেবে বা সেখানে বসবাসকারী লেখকদের ঐতিহাসিক অঞ্চলের হিসেবে—তাতে ভিত্তি করে আমাদের সুবিশাল সংগ্রহকে দৃশ্যমানভাবে অন্বেষণ করুন। যেকোনো দেশের উপর ক্লিক করুন, এবং সেটির ইতিহাস ও ইসলামী ঐতিহ্যে তার গুরুত্ব সম্পর্কে জানুন।",
  "empire": "সাম্রাজ্য ও যুগ",
  "empires": "সাম্রাজ্যসমূহ ও যুগসমূহ",
  "x-empires": "{count, plural, =0 {কোন সাম্রাজ্য ও যুগ নেই} one {# সাম্রাজ্য ও যুগ} other {# সাম্রাজ্যসমূহ ও যুগসমূহ}}",
  "empires-description": "প্রথমবারের মতো, ইসলামী বিশ্বের ঐতিহাসিক সাম্রাজ্য ও যুগসমূহকে একক ডিজিটাল গ্রন্থাগারে পূর্ণাঙ্গভাবে মানচিত্রায়িত করা হয়েছে—৬৩২ সালে নবী মুহাম্মাদ (সা.)-এর উত্থান থেকে ১৯২৪ সালে উসমানীয় সাম্রাজ্যের পতন পর্যন্ত বিস্তৃত। ইসলামী ইতিহাসের শীর্ষস্থানীয় গবেষকদের সাথে আলোচনা করে, আমাদের গবেষণা দল প্রধান খিলাফত, সুলতানাত, রাজবংশ এবং ইসলামী সভ্যতা ও জ্ঞান উৎপাদনে প্রভাবশালী অন্যান্য রাজনৈতিক কাঠামো চিহ্নিত করেছে। আমরা এটি **Empires & Eras** বা \"সাম্রাজ্য ও যুগ\" কাঠামো বলে আখ্যা দিচ্ছি, কারণ ঐতিহাসিকভাবে রাজনৈতিক কাঠামোগুলোর সীমানা নানা যুগ ও আধুনিক জাতীয় সীমান্তের ঊর্ধ্বে প্রসারিত হয়েছে। এই কাঠামোর মাধ্যমে আপনি প্রতিটি লেখক, বই ও ধারণাকে ঐতিহাসিক প্রেক্ষাপটে অন্বেষণ করতে পারবেন এবং দেখতে পাবেন ইসলামী গবেষণা সময় ও এলাকাভেদে কীভাবে বিকাশ লাভ করেছে। যেকোনো সাম্রাজ্য বা যুগ নির্বাচন করুন এবং সংশ্লিষ্ট লেখক ও গ্রন্থাবলী দেখুন। *এই কাঠামোটি দীর্ঘমেয়াদী গবেষণা প্রকল্প থেকে এসেছে, যার নেতৃত্ব দিয়েছেন ড. ইন্তিসার রাব, এবং এটি Clifford Bosworth-এর New Islamic Dynasties, 1996 থেকে নেয়া হয়েছে, বিভিন্ন গবেষকের সংশোধন ও সংযোজন যোগ হয়েছে এবং ক্রমাগত স্বাগত।*",
  "author": "লেখক",
  "authors": "লেখকবৃন্দ",
  "x-authors": "{count, plural, =0 {কোনো লেখক নেই} one {# লেখক} other {# লেখকবৃন্দ}}",
  "authors-description": "বিশ্বের শীর্ষ আই-এআই-সক্ষম ইসলামী পাঠ্য গ্রন্থাগারের লেখকদের অনুসন্ধান করুন ও আবিষ্কার করুন। যেকোনো লেখক নির্বাচন করুন, এবং সাথে সাথে তাঁদের সমগ্র রচনাসমূহ—শ্রেণি, অঞ্চল ও ঐতিহাসিক সাম্রাজ্য বা যুগ অনুসারে বিন্যস্ত দেখে নিন, যাতে আপনি জানতে পারেন **কখন** ও **কোথায়** তাঁরা রচনা করেছেন। প্রতিটি লেখকের প্রোফাইল-এ রয়েছে গবেষকদের লিখিত জীবনী, প্রধান অবস্থান, সম্পূর্ণ ও প্রচলিত নাম এবং তাদের ইসলামী ফিকহ ও বুদ্ধিবৃত্তিক ইতিহাসে প্রভাব সম্পর্কে স্পষ্ট প্রেক্ষাপট, যেখানে পাওয়া যায়। আপনি চাইলে AI Chat ফিচার ব্যবহার করেও সরাসরি লেখকের রচনাসমূহ অন্বেষণ করতে পারেন।",
  "name": "নাম",
  "names": "নামগুলি",
  "x-names": "{count, plural, =0 {কোনো নাম নেই} one {# নাম} other {# নামগুলি}}",
  "genre": "জনর",
  "genres": "জনগুলি",
  "x-genres": "{count, plural, =0 {কোনো জনর নেই} one {# জনর} other {# জনগুলি}}",
  "genres-description": "ইতিহাসিক ও আধুনিক সকল শাখার ইসলামী জ্ঞান প্রথমবারের মতো পূর্ণাঙ্গভাবে মানচিত্রায়িত হয়েছে। আমরা সেটিকে আপনাদের সামনে উপস্থাপন করছি একক সুবিশাল গ্রন্থাগারে। আমাদের গবেষকরা শীর্ষস্থানীয় আলেমদের সাথে পরামর্শ করে ইসলামী বিশ্ব ও আমেরিকান একাডেমি থেকে ১৩টি প্রধান বিষয়শ্রেণি চিহ্নিত করেছেন। আইন, ভাষা ও ইতিহাস থেকে শুরু করে দর্শন, আধ্যাত্মিকতা ও কবিতা—ইসলামী গবেষণা মানব ইতিহাসের অন্যতম সমৃদ্ধ বুদ্ধিবৃত্তিক ঐতিহ্য হিসেবে স্বীকৃত। আমাদের প্ল্যাটফর্ম আপনাকে প্রতিটি লেখক, বই ও ধারণাকে যথাযথ গবেষণাগত প্রেক্ষাপটে অন্বেষণ করার সুযোগ দেয়—যাতে জানা যায় বিভিন্ন শাখা ও শৈলীতে কীভাবে রচনাগুলি সম্পর্কিত। শুধু একটি বিষয়শ্রেণি নির্বাচন করুন এবং সংশ্লিষ্ট উপশাখা ও বাছাইকৃত বইসমূহ দেখুন। AI Chat ব্যবহার করেও আপনি প্রতিটি ক্ষেত্রের সংগ্রহ ও বিশেষত্ব সরাসরি অন্বেষণ করতে পারবেন।",
  "x-results": "{count, plural, =0 {কোনও ফলাফল নেই} one {# ফলাফল} other {# ফলাফল}}",
  "century": "শতাব্দী",
  "centuries": "শতাব্দীগুলি",
  "collection": "সংগ্রহ",
  "collections": "সংগ্রহসমূহ",
  "x-collections": "{count, plural, =0 {কোন সংগ্রহ নেই} one {# সংগ্রহ} other {# সংগ্রহসমূহ}}",
  "x-centuries": "{count, plural, =0 {কোনো শতাব্দী নেই} one {# শতাব্দী} other {# শতাব্দীগুলি}}",
  "ordinal-century": "{count, selectordinal, one {#ম} two {#য়} few {#র্থ} other {#তম}} শতাব্দী",
  "year": "বছর",
  "years": "বছরগুলি",
  "x-years": "{count, plural, one {এক বছর} other {# বছর}}",
  "chat": "চ্যাট",
  "chats": "চ্যাটস",
  "content": "Content",
  "search-for": "একটি {entity} সন্ধান করুন",
  "search-within": "{entity} এ অনুসন্ধান করুন...",
  "search-x": "{count, number} {entity} সন্ধান করুন",
  "no-entity": "কোনো {entity} পাওয়া যায়নি"
}
