{
  "title": "দলের সঙ্গে পরিচিত হন",
  "subtitle": "সীমর্গ ফাউন্ডেশন দলের সদস্যরা ইঞ্জিনিয়ার, গবেষক এবং ডিজাইনারদের দ্বারা গঠিত যারা অত্যাধুনিক ইসলামিক গবেষণা নির্মাণে আগ্রহী। আমাদের লক্ষ্য হল শাস্ত্রীয় জ্ঞান এবং আধুনিক প্রযুক্তির মধ্যে সেতুবন্ধন করা, নিশ্চিত করা যে ইসলামিক সাহিত্যের সমৃদ্ধ ঐতিহ্য সারা বিশ্বের কাছে সহজলভ্য হয়।",
  "become-a-volunteer": "স্বেচ্ছাসেবী হোন",
  "contact-us": "যোগাযোগ করুন",
  "board-title": "বোর্ডের সাথে পরিচিত হন",
  "board-subtitle": "সীমর্গ ফাউন্ডেশনের বোর্ড গঠিত বিশিষ্ট গবেষণা এবং প্রযুক্তি বিশেষজ্ঞদের দ্বারা, প্রত্যেকে তাদের নিজ নিজ ক্ষেত্রে বহু বছরের অভিজ্ঞতা নিয়ে। তারা একসাথে সংস্থার তত্ত্বাবধায়ক এবং নিশ্চিত করে যে এটি ইসলামী ছাত্রী উন্নতির দিকে এগিয়ে চলেছে।",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "আবদেলাতিফ টারটিল এআই সহ-প্রতিষ্ঠা করেন, কুরআন.কম-এ ইঞ্জিনিয়ারিং লিড করেন এবং টুইটারে কাজ করেছেন।"
    },
    "mohamed-lamine": {
      "name": "মোহামাদ লামিনে",
      "description": "মোহামাদ থমানিয়াহর ডিজাইন লিড ছিলেন, তিনি স্টার্টআপগুলোর সাথে পরামর্শ করেন ০ থেকে ১ পণ্য তৈরি করতে।"
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "আহমেদ রিমেইল এআই, বেটারবুক সহ-প্রতিষ্ঠা করেন এবং কুরআন.কম-এ একজন ইঞ্জিনিয়ার ছিলেন।"
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "রিয়াদ মালিকি ফিকহ এবং আন্দালুসিয়ান ইতিহাস বিশেষজ্ঞ। তিনি মার্কাজ ইমাম মালিক সহ-পরিচালক ছিলেন।"
    },
    "rahma-fateen": {
      "name": "রাহমা ফাতিন",
      "description": "রহমা তারতিল এআই-এ আরবি স্থানীয়করণের নেতৃত্ব দেন। তিনি হিউম্যান রাইটস ওয়াচ-এ একজন অনুবাদক ছিলেন।"
    },
    "ahmed-khan": {
      "name": "আহমেদ খান",
      "description": "আহমদ জ়াইতুনা কলেজের ছাত্র। তিনি দ্য ক্রিয়েটিভ মাইনরিটি পডকাস্টের স্রষ্টা।"
    },
    "ahmed-aktan": {
      "name": "আহমেত আক্তান",
      "description": "আহমদ আল-আযহার বিশ্ববিদ্যালয় থেকে পিএইচডি করেছেন। তিনি ডিজিটাইজেশন দলের নেতৃত্ব দেন এবং প্রচেষ্টা করেন।"
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "আদনান জুলফিকার",
      "description": "আদনান ইসলামী ও অপরাধ আইন বিশেষজ্ঞ। তিনি মালদ্বীপ এবং সোমালিয়ার জন্য অপরাধ কোড প্রণয়ন করেছিলেন।"
    },
    "intisar-rabb": {
      "name": "ইন্তিসার রব",
      "description": "ইন্তিসার হার্ভার্ডের আইন অধ্যাপক। তিনি SHARIAsource এবং ইসলামী আইন প্রোগ্রামে নেতৃত্ব দেন।"
    },
    "zeki-mokhtarzada": {
      "name": "জেকি মোক্তারজাদা",
      "description": "জেকি একজন উদ্যোক্তা এবং যাঁর গভীর কারিগরি দক্ষতা রয়েছে। তিনি ফ্রীওয়েবস এবং ট্রুবিলের সহ-প্রতিষ্ঠাতা।"
    }
  },
  "roles": {
    "ceo": "সিইও",
    "founding-engineer": "প্রতিষ্ঠাতা ইঞ্জিনিয়ার",
    "researcher": "গবেষক",
    "localization-lead": "স্থানীয়করণ নেতা",
    "digitization-lead": "ডিজিটাইজেশন নেতা",
    "head-of-design": "ডিজাইনের প্রধান"
  }
}