{
  "title": "দলের সঙ্গে পরিচিত হন",
  "subtitle": "সিমোর ফাউন্ডেশন দলের সদস্যরা প্রকৌশলী, গবেষক এবং ডিজাইনারদের নিয়ে গঠিত যারা উন্নত ইসলামিক গবেষণা তৈরিতে আগ্রহী। আমাদের লক্ষ্য হল ঐতিহ্যবাহী জ্ঞান এবং আধুনিক প্রযুক্তির মধ্যে সেতুবন্ধন তৈরি করা, নিশ্চিত করা যে ইসলামিক সাহিত্যের সমৃদ্ধ ঐতিহ্য পুরো বিশ্বের জন্য সহজলভ্য হয়।",
  "become-a-volunteer": "স্বেচ্ছাসেবী হোন",
  "contact-us": "যোগাযোগ করুন",
  "board-title": "বোর্ডের সাথে পরিচিত হন",
  "board-subtitle": "সিমোর ফাউন্ডেশনের বোর্ড বিশিষ্ট গবেষণা এবং প্রযুক্তি বিশেষজ্ঞদের নিয়ে গঠিত, যারা তাদের নিজ নিজ ক্ষেত্রে দশকের অভিজ্ঞতা রয়েছে। একসাথে, তারা সংস্থাটিকে তত্ত্বাবধান করেন এবং নিশ্চিত করেন যে এটি ইসলামিক পণ্ডিততাকে এগিয়ে নিয়ে যাওয়ার লক্ষ্য অর্জনের দিকে অগ্রসর হচ্ছে।",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "আবদেলাতিফ টারটিল এআই সহ-প্রতিষ্ঠা করেন, কুরআন.কম-এ ইঞ্জিনিয়ারিং লিড করেন এবং টুইটারে কাজ করেছেন।"
    },
    "mohamed-lamine": {
      "name": "মোহামাদ লামিনে",
      "description": "মোহামাদ থমানিয়াহর ডিজাইন লিড ছিলেন, তিনি স্টার্টআপগুলোর সাথে পরামর্শ করেন ০ থেকে ১ পণ্য তৈরি করতে।"
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "আহমেদ রিমেইল এআই, বেটারবুক সহ-প্রতিষ্ঠা করেন এবং কুরআন.কম-এ একজন ইঞ্জিনিয়ার ছিলেন।"
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "রিয়াদ ইসলামী জ্ঞান ও ইতিহাসে বিশেষজ্ঞ একজন গবেষক। তিনি ইসলামী শিক্ষা বিষয়ে বিএ করেছেন এবং তিনি Gems of Al-Andalus-এর প্রতিষ্ঠাতা।"
    },
    "rahma-fateen": {
      "name": "রাহমা ফাতিন",
      "description": "রহমা তারতিল এআই-এ আরবি স্থানীয়করণের নেতৃত্ব দেন। তিনি হিউম্যান রাইটস ওয়াচ-এ একজন অনুবাদক ছিলেন।"
    },
    "ahmed-khan": {
      "name": "আহমেদ খান",
      "description": "আহমদ জ়াইতুনা কলেজের ছাত্র। তিনি দ্য ক্রিয়েটিভ মাইনরিটি পডকাস্টের স্রষ্টা।"
    },
    "ahmed-aktan": {
      "name": "আহমেত আক্তান",
      "description": "আহমদ আল-আযহার বিশ্ববিদ্যালয় থেকে পিএইচডি করেছেন। তিনি ডিজিটাইজেশন দলের নেতৃত্ব দেন এবং প্রচেষ্টা করেন।"
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "আদনান জুলফিকার",
      "description": "আদনান ইসলামী ও অপরাধ আইন বিশেষজ্ঞ। তিনি মালদ্বীপ এবং সোমালিয়ার জন্য অপরাধ কোড প্রণয়ন করেছিলেন।"
    },
    "intisar-rabb": {
      "name": "ইন্তিসার রব",
      "description": "ইন্তিসার হার্ভার্ডের আইন অধ্যাপক। তিনি SHARIAsource এবং ইসলামী আইন প্রোগ্রামে নেতৃত্ব দেন।"
    },
    "zeki-mokhtarzada": {
      "name": "জেকি মোক্তারজাদা",
      "description": "জেকি একজন উদ্যোক্তা এবং যাঁর গভীর কারিগরি দক্ষতা রয়েছে। তিনি ফ্রীওয়েবস এবং ট্রুবিলের সহ-প্রতিষ্ঠাতা।"
    }
  },
  "roles": {
    "ceo": "সিইও",
    "founding-engineer": "প্রতিষ্ঠাতা ইঞ্জিনিয়ার",
    "researcher": "গবেষক",
    "localization-lead": "স্থানীয়করণ নেতা",
    "digitization-lead": "ডিজিটাইজেশন নেতা",
    "head-of-design": "ডিজাইনের প্রধান"
  }
}