{
  "title": "দলের সাথে পরিচিত হন",
  "subtitle": "উসুল টিমটি ইঞ্জিনিয়ার, ডিজাইনার এবং গবেষকদের নিয়ে গঠিত, যারা ইসলামী গবেষণাকে রূপান্তরিত করার জন্য ডিজিটাল টুল তৈরিতে অনুপ্রাণিত।",
  "become-a-volunteer": "স্বেচ্ছাসেবী হোন",
  "contact-us": "যোগাযোগ করুন",
  "support-usul": "আমাদের সমর্থন করুন Usul.AI",
  "founders-title": "প্রতিষ্ঠাতা দল",
  "founders-subtitle": "Usul এর পিছনে প্রতিষ্ঠাতা দল।",
  "engineering-team-title": "প্রকৌশল ও পরিচালনা",
  "research-annotation-team-title": "গবেষণা ও ডিজিটাইজেশন",
  "past-team-members-title": "Usul AI প্রাক্তন সদস্যবৃন্দ",
  "board-title": "বোর্ডের সাথে পরিচিত হন",
  "board-subtitle": "Usul.AI হল সিমোর ফাউন্ডেশনের একটি প্রকল্প, যার বোর্ডে ইসলামী গবেষণা এবং নতুন প্রযুক্তিতে বিশিষ্ট বিশেষজ্ঞরা অন্তর্ভুক্ত। প্রত্যেকে তাদের নিজ নিজ ক্ষেত্রে নেতা এবং জ্ঞানের ব্যবহার এবং অন্তর্ভুক্তিকরণে নতুন পথ প্রদর্শনে কয়েক দশকের অভিজ্ঞতা নিয়ে আসেন। একসাথে, তারা নিশ্চিত করে যে সংস্থা তার মিশনকে এগিয়ে নিয়ে যায়।",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "আদনান জুলফিকার",
      "description": "তিনি বোস্টন কলেজ ল স্কুলে আইনের অধ্যাপক, যেখানে তিনি ফৌজদারি আইন এবং যুদ্ধের আইন নিয়ে পড়াশোনা এবং লেখালেখি করেন। তিনি মালদ্বীপ এবং সোমালিয়ার জন্য ইসলামী অপরাধ আইন প্রণয়নে সহায়তা করেছেন।"
    },
    "intisar-rabb": {
      "name": "ইন্তিসার রব",
      "description": "তিনি হার্ভার্ডে আইন ও ইতিহাসের অধ্যাপক, ফৌজদারি আইন ও বর্ণনা (usul al-fiqh)-এর বিশেষজ্ঞ। তিনি ইসলামী আইন প্রোগ্রাম এবং SHARIAsource ল্যাব, এবং IslamicLawBlog পরিচালনা করেন।"
    },
    "zeki-mokhtarzada": {
      "name": "জেকি মোক্তারজাদা",
      "description": "তিনি একজন ধারাবাহিক উদ্যোক্তা এবং প্রযুক্তি উদ্ভাবক। তিনি বিভিন্ন স্টার্ট-আপের CTO হিসেবে কাজ করেছেন এবং webs.com (ভিস্টাপ্রিন্ট কর্তৃক অধিগ্রহণকৃত) এবং Truebill (এখন রকেট মানি) সহ একাধিক উদ্যোগের সহ-প্রতিষ্ঠাতা।"
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "তিনি একজন সফটওয়্যার প্রকৌশলী যিনি Simli AI-এর পূর্ণ-স্ট্যাক অভিজ্ঞতার সাথে কাজ করেছেন। তিনি Usul.AI-এ মূল পণ্যের উন্নয়ন পরিচালনা করেন।"
    },
    "abtsam-saleh": {
      "name": "আবতসম সালেহ",
      "description": "তিনি হার্ভার্ড বিশ্ববিদ্যালয়ের পিএইচডি প্রার্থী, যিনি মানুষের কেন্দ্রিক প্রযুক্তির সামাজিক মাত্রাগুলি গবেষণা করছেন এবং Usul.AI-এ প্রশাসক এবং গবেষক হিসাবে কাজ করেন, যেখানে তিনি পরিচালনা পরিচালনা করেন এবং প্রকৌশল ও গবেষণার মধ্যে সংযোগ স্থাপন করেন।"
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "তিনি ইসলামী জ্ঞান ও ইতিহাসের গবেষক, ইসলামী স্টাডিজে বিএ ডিগ্রিধারী, এবং আল-আন্দালুসের রত্ন প্রকাশনার প্রতিষ্ঠাতা। তিনি Usul AI-এ বই-ডিজিটাইজেশন এবং বর্ণনা নিয়ে কাজ করেন।"
    },
    "ahmed-aktan": {
      "name": "আহমেত আক্তান",
      "description": "তিনি একজন গবেষক যিনি আল-আজহার বিশ্ববিদ্যালয় থেকে ইসলামী স্টাডিজে পিএইচডি ডিগ্রিধারী। তিনি Usul AI-এ ডিজিটাইজেশন দলের নেতৃত্ব দেন এবং সংগ্রহগুলি সম্প্রসারণের প্রচেষ্টা পরিচালনা করেন।"
    },
    "ismail-safadi": {
      "name": "ইসমাইল সাফাদি",
      "description": "তিনি একজন গবেষক যিনি হানাফি ফিকহ-এ বিশেষজ্ঞ। তিনি জর্ডান বিশ্ববিদ্যালয় এবং তুরস্কে পড়াশোনা করেছেন। তিনি Usul AI-এ বই ডিজিটাইজেশন এবং বর্ণনা নিয়ে কাজ করেন।"
    },
    "abdellatif-abdelfattah": {
      "name": "আবদেললতিফ আবদেলফাত্তাহ",
      "description": "তিনি একজন প্রকৌশলী যিনি Tarteel AI এবং আমাদের নিজস্ব Usul AI-এর সহ-প্রতিষ্ঠাতা প্রকৌশলী হিসাবে দায়িত্ব পালন করেছেন। তিনি পূর্বে কুরআন.কম-এ প্রকৌশল নেতৃত্ব দিয়েছেন এবং টুইটারে কাজ করেছেন।"
    },
    "ahmed-riad": {
      "name": "আহমেদ রিয়াদ",
      "description": "তিনি একজন সফটওয়্যার প্রকৌশলী যিনি Remail AI, Betterbook এবং আমাদের নিজস্ব Usul AI সহ বিভিন্ন স্টার্ট-আপের প্রতিষ্ঠাতা প্রকৌশলী হিসেবে দায়িত্ব পালন করেছেন। তিনি Qur'an.com-এও একজন প্রকৌশলী হিসেবে দায়িত্ব পালন করেছেন।"
    },
    "mohamed-lamine": {
      "name": "মোহামাদ লামিনে",
      "description": "মোহামাদ থমানিয়াহর ডিজাইন লিড ছিলেন, তিনি স্টার্টআপগুলোর সাথে পরামর্শ করেন ০ থেকে ১ পণ্য তৈরি করতে।"
    },
    "rahma-fateen": {
      "name": "রাহমা ফাতিন",
      "description": "রাহমা তারতিল এআই এর আরবি লোকালাইজেশনের নেতৃত্ব দেন। তিনি হিউম্যান রাইটস ওয়াচে অনুবাদক ছিলেন।"
    },
    "ahmed-khan": {
      "name": "আহমেদ খান",
      "description": "আহমেদ জাইতুনা কলেজের ছাত্র। তিনি দ্য ক্রিয়েটিভ মাইনরিটি পডকাস্টের স্রষ্টা।"
    }
  },
  "roles": {
    "ceo": "সিইও",
    "former-ceo": "প্রাক্তন সিইও",
    "former-engineer": "প্রাক্তন প্রধান প্রকৌশলী",
    "researcher": "গবেষক",
    "localization-lead": "স্থানীয়করণ নেতা",
    "digitization-lead": "ডিজিটাইজেশন নেতা",
    "head-of-design": "ডিজাইনের প্রধান",
    "software-engineer": "সফ্টওয়্যার ইঞ্জিনিয়ার",
    "director-of-operations": "চালনা পরিচালক"
  }
}
