{
  "title": "د ټیم سره وګورئ",
  "subtitle": "د اصول ډلې د انجینرانو، طرحه کوونکو او څېړونکو څخه جوړه ده چې د اسلامي څېړنو بدلون لپاره د ډیجیټل وسیلو جوړولو ته لیوالتیا لري.",
  "become-a-volunteer": "رضا کار شئ",
  "contact-us": "موږ سره اړیکه ونیسئ",
  "support-usul": "موږ سره مرسته وکړئ Usul.AI",
  "founders-title": "\u0006803وړونکی ټیم",
  "founders-subtitle": "هغه بنسټیز ټیم چې Usul تر شا یې دی.",
  "engineering-team-title": "انجینرۍ او عملیات",
  "research-annotation-team-title": "څیړنه او ډیجیټل کیدل",
  "past-team-members-title": "Usul AI پخواني غړي",
  "board-title": "د بورډ سره ملاقات وکړئ",
  "board-subtitle": "Usul.AI د Seemore Foundation یو پروژه ده، چې د دې بورډ د اسلامي څیړنې او نوې ټیکنالوژۍ په برخه کې ممتاز متخصصین لري. هر یو په خپلو اړوندو برخو کې مشران دي، چې د لسیزو تجربه لري په دې کې چې موږ پوهې ته لاسرسی او تعامل ومومو. په ګډه، دوی ډاډ ورکوي چې سازمان خپل مأموریت پرمخ وړي.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان ذوالفقار",
      "description": "هغه په ​​بوسټن کالج قانون کی ښوونکی دی، چیرته چې هغه په ​​جزایي قانون او د جګړې په قوانینو درس ورکوي او لیکنې کوي. هغه د مالدیپ او سومالیا لپاره د اسلامي جزایي کوډونو په مسوده کې مرسته وکړه."
    },
    "intisar-rabb": {
      "name": "انتصار رابب",
      "description": "هغې د هارورډ پوهنتون د قانون او تاریخ پروفیسوره ده، چې په جزا قانون او تفسیر (اصول الفقه) کې تخصص لري. هغې د [اسلامي قانون پروګرام](https://pil.law.harvard.edu/) او [شریعه سورس لابراتوار](https://portal.shariasource.com/)، او همداراز [اسلامي قانون بلاګ](https://islamiclaw.blog/) مشري کوي."
    },
    "zeki-mokhtarzada": {
      "name": "ذکي مختارزاده",
      "description": "هغه یو وړوکی کاروباري او ټیکنالوژۍ نوښتګر دی. هغه د مختلفو شروع شوي کارونو د ټیکنالوژۍ د مشر په توګه خدمت کړی دی او څو پیل شوي پروژې یې هم شریکې کړې، د ویبز.کام (چې د ویستاپرینټ لخوا ټاکل شوي) او تروبیل (چې اوس یوکت پیسې) په ګډون."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "اناس حسنین",
      "description": "هغه یو سافټویر انجینر دی چې په بشپړ سټاک تجربه لري، چې مخکې په سیملي AI کې خدمت کړی. هغه د Usul.AI د مرکزي محصولاتو پراختیا رهبري کوي."
    },
    "abtsam-saleh": {
      "name": "ابتسام صالح",
      "description": "هغه په ​​هارورډ پوهنتون کې پی ایچ ډي محصل دی چې د انسان-محور ټیکنالوژیو ټولنیزو اړخونو باندې څیړنه کوي، او په Usul.AI کې د مدیر او څیړونکی په توګه خدمت کوي، چیرته چې هغه عملیات رهبري کوي او انجینري او څیړنې سره اړیکې ټینګوي."
    },
    "ryad-ramo": {
      "name": "ریاض رامو",
      "description": "هغه د اسلامي پوهې او تاریخ څیړونکی دی، د اسلامي مطالعاتو په برخه کې د BA په کچه سند لري، او د ال اندلس جواهر خپرونه یې تاسیس کړه. هغه په Usul.AI کې د کتاب ډیجیټل کولو او تفسیر په برخه کې کار کوي."
    },
    "ahmed-aktan": {
      "name": "احمد اکتان",
      "description": "هغه یو څیړونکی دی چې د الازهر پوهنتون څخه په اسلامي علومو کې پی ایچ ډي لري. هغه د ډیجیټل کولو ټیم مشري کوي او د Usul.AI کې د ګټلو هڅې پراخوي."
    },
    "ismail-safadi": {
      "name": "اسماعیل صفادي",
      "description": "هغه یو څیړونکی دی چې په حنفي فقه کې تخصص لري. هغه په ​​اردن او ترکیه کې زده کړې کړي. هغه په Usul.AI کې د کتاب ډیجیټل کولو او تفسیر په برخه کې کار کوي."
    },
    "abdellatif-abdelfattah": {
      "name": "عبداللطیف عبدالفتاح",
      "description": "هغه یو انجینر دی چې په Tarteel AI او زموږ خپل Usul AI کې د شریک بنسټیز انجینر په توګه خدمت کړی. هغه مخکې په Quran.com کې د انجینري مشري کړې او په ټویټر کې کار کړی."
    },
    "ahmed-riad": {
      "name": "احمد ریاض",
      "description": "هغه یو سافټویر انجینر دی چې په څو شروع شوو کارونو کې (لکه Remail AI، Betterbook، او زموږ خپل Usul AI) د بنسټیز انجینر په توګه خدمت کړی. هغه هم په Qur'an.com کې د انجینر په توګه خدمت کړی."
    },
    "mohamed-lamine": {
      "name": "محمد لمین",
      "description": "محمد په ثمانیه کې د ډیزاین مشر و، هغه له نوي پیل کوونکو سره د ۰ څخه تر ۱ پورې د محصولاتو په جوړولو کې سلا مشورې کوي."
    },
    "rahma-fateen": {
      "name": "رحمه فطین",
      "description": "رحمه په تارتيل AI کې د عربي ژبې لوکل کول کې مشري کوله۔ هغه د بشري حقونو د څارشنګ د ترجمې لپاره هم کار کړی دی۔"
    },
    "ahmed-khan": {
      "name": "احمد خان",
      "description": "احمد په زیتونه کالج کې زده کوونکی دی۔ هغه د کریټیو ماینارټي پخوانه ډایرکټر دی۔"
    },
    "mohsen-kadivar": {
      "name": "محسن کدیور",
      "description": "محسن کدیور د دیني مطالعاتو په څانګه کې د اسلامي مطالعاتو د څېړنې پروفیسور دی. هغه له ۲۰۰۹ کال راهیسې د ډیُوک پوهنتون سره دی. د هغه اصلي علاقې هم په کلاسیکي او هم عصري اسلامي فکر باندې دي. د هغه کار د \"اسلامي مطالعاتو\" او معاصر \"فکر د تاریخ\" ترمنځ تقاطع ته رسیږي."
    },
    "issam-eido": {
      "name": "عصام عیدو",
      "description": "عصام عیدو د شیکاګو پوهنتون د دیني ښوونځي (۲۰۱۳-۲۰۱۵) څخه د اسلامي مطالعاتو او عربي ژبې پخوانی میلمه پروفیسور دی. عیدو څېړنه په وروستیو پېرونو کې د قرآن، حدیث مطالعاتو او تصوف په اړه تمرکز لري."
    },
    "intisar-rabb": {
      "name": "انتسار راب",
      "description": "هغې د هارورډ پوهنتون د قانون او تاریخ پروفیسوره ده، چې په جزا قانون او تفسیر (اصول الفقه) کې تخصص لري. هغې د [اسلامي قانون پروګرام](https://pil.law.harvard.edu/) او [شریعه سورس لابراتوار](https://portal.shariasource.com/)، او همداراز [اسلامي قانون بلاګ](https://islamiclaw.blog/) مشري کوي."
    }
  },
  "roles": {
    "ceo": "سي ای او",
    "former-ceo": "پخوانی اجرايوي رئيس",
    "former-engineer": "پخوانی رهبري انجینر",
    "researcher": "څېړونکی",
    "research-advisor": "د څېړنې سلاکار",
    "research-lead-advisor": "د څېړنې مشر او سلاکار",
    "localization-lead": "د سیمه ییز کولو مشري",
    "digitization-lead": "د ډیجیټل کولو مشري",
    "head-of-design": "د ډیزاین مشر",
    "software-engineer": "سافټویر انجینر",
    "director-of-operations": "عملیاتو مشر"
  }
}
