{
  "title": "د ټیم سره ملاقات وکړئ",
  "subtitle": "د سي مور فاونډېشن ټیم د انجینرانو، څیړونکو او ډیزاینرانو څخه جوړ دی چې د عصري اسلامي څیړنې جوړولو لپاره جذباتی دي. زموږ موخه دا ده چې د کلاسیک پوهې او عصري ټکنالوژۍ تر منځ واټن پورته کړو او ډاډ ترلاسه کړو چې د اسلامي ادب شتمن میراث ټوله نړۍ ته چمتو شتون ولري.",
  "become-a-volunteer": "رضا کار شئ",
  "contact-us": "موږ سره اړیکه ونیسئ",
  "board-title": "د بورډ سره ملاقات وکړئ",
  "board-subtitle": "د سي مور فاونډېشن بورډ د غوره څیړنې او ټکنالوژۍ متخصصینو څخه جوړ شوی دی، هر یو په خپلو اړوندو برخو کې د هرکال د تجربې سره. په ګډه سره دوی سازمان نظارت کوي او دوی ډاډ ترلاسه کوي چې دا د اسلامی پوهې پر وړاندې پرمختګ کوي.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "عبداللطیف عبدالفتاح",
      "description": "عبداللطیف ټرتیل AI جوړ کړی، په Quran.com کې د انجنیرۍ مشري کړې، او په ټویټر کې یې کار کړی."
    },
    "mohamed-lamine": {
      "name": "محمد لمین",
      "description": "محمد په ثمانیه کې د ډیزاین مشر و، هغه له نوي پیل کوونکو سره د ۰ څخه تر ۱ پورې د محصولاتو په جوړولو کې سلا مشورې کوي."
    },
    "ahmed-riad": {
      "name": "احمد ریاض",
      "description": "احمد ری میل AI، بیټر بوک جوړ کړی، او په Quran.com کې انجنیر و."
    },
    "ryad-ramo": {
      "name": "ریاض رامو",
      "description": "ریاد یو څیړونکی دی چې په اسلامي پوهه او تاریخ کې تخصص لري. هغه په ​​اسلامي مطالعاتو کې لیسانس لري او د ال اندلس ګیمز بنسټ ایښودونکی دی."
    },
    "rahma-fateen": {
      "name": "رحمه فطین",
      "description": "رحمه په ترتیل AI کې د عربي ژبې سیمیزولو مشري وکړه. هغه په بشري حقونو څارنه کې ژباړونکې وه."
    },
    "ahmed-khan": {
      "name": "احمد خان",
      "description": "احمد د زیتونې کالج زده کړیال دی. هغه د تخلیقي اقلیت پوډکاسټ جوړونکی دی."
    },
    "ahmed-aktan": {
      "name": "احمد اکتان",
      "description": "احمد په الازهر پوهنتون کې د پی ایچ ډي سند لري. هغه د ډیجیټل کولو ټیم او هڅې رهبري کوي."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان ذوالفقار",
      "description": "عدنان په اسلامي او جزایي قانون کې تخصص لري. هغه د مالدیپ او سومالیا لپاره جنایي کوډونه مسوده کړل."
    },
    "intisar-rabb": {
      "name": "انتصار رابب",
      "description": "انتصار د هارورډ په پوهنتون کې د قانون استاد ده. هغه د SHARIAsource او د اسلامی قانون پروګرام مشري کوي."
    },
    "zeki-mokhtarzada": {
      "name": "ذکي مختارزاده",
      "description": "ذکي یو متشبث دی چې په تخنیکي برخه کې ژوره پوهه لري. هغه Freewebs او Truebill جوړول."
    }
  },
  "roles": {
    "ceo": "سي ای او",
    "founding-engineer": "بنسټیز انجینر",
    "researcher": "څېړونکی",
    "localization-lead": "د سیمه ییز کولو مشري",
    "digitization-lead": "د ډیجیټل کولو مشري",
    "head-of-design": "د ډیزاین مشر"
  }
}