{
  "all": "Duka",
  "text": "Rubutu",
  "texts": "Rubutu",
  "x-texts": "{count, plural, =0 {Babu rubutu} one {# Rubutu} other {# Rubutu}}",
  "texts-description": "Muna dauke da babbar babbar laburaren dijital na bayanan Musulunci a duniya, wanda aka inganta da fasahar AI, kuma masana shari'a sun duba kuma sun tantance domin sahihin binciken Musulunci. Kayayyakin aikinmu na zamani suna ba ka damar bincika laburaren ta hanyar marubuci, makarantar shari’a, nau’in rubutu, yankunan zamani, da dauloli ko zamanin tarihi—don haka za ka iya samun daidai abin da kake nema, cikin sahihanci da cikakken tabbaci. Kuma akwai tarin littattafan da masana suka tsarawa don su taimaka muku wajen zurfafa bincikenku.",
  "region": "Yanki",
  "regions": "Yankuna",
  "x-regions": "{count, plural, =0 {Babu yanki} one {# Yanki} other {# Yankuna}}",
  "regions-description": "Ka gano tarinmu mai fadi ta hanyar wuraren da aka samar da littattafai—ko dai ta kasashe na zamani inda marubuta suka rubuta ko kuma ta yankunan tarihi da suka rayu. Danna kowanne kasa don koya game da tarihinta da muhimmancinta a cikin al'adun tarihin Musulunci.",
  "empire": "Daular & Zamani",
  "empires": "Daurowa & Zamanai",
  "x-empires": "{count, plural, =0 {Babu daurowa & zamanai} one {# Daular & Zamani} other {# Daurowa & Zamanai}}",
  "empires-description": "A karon farko, an tsara duka dauloli da zamani na tarihin Musulunci a cikin laburare guda daya na dijital—daga bayyanar Annabi Muhammad a shekara ta 632 zuwa faduwar Daular Usmaniyya a 1924. Kungiyarmu ta bincike tare da manyan masana tarihihin Musulunci, sun gano mafi muhimman halifofi, sultanoni, dauloli, da sauran kungiyoyin siyasa da suka tsara ci gaban al'ummar Musulmi da bunkasar ilimi. Muna kiran wannan tsarin **Dauloli & Zamanai** don nuna gaskiyar cewa dauloli sun fi jirin lokaci daya da kuma iyakar kasashen zamani. Wannan tsarin yana ba ka damar bincika kowanne marubuci, rubutu, da ra'ayi a cikin sahihin yanayin tarihi, yana bayyana yadda ilimin Musulunci ya sha bambam a lokaci da wuri. Kawai zabi wata daula ko zamani don ka ga marubuta da rubutunsa masu alaka da ita. *Wannan tsarin ya samo asali ne daga wani dogon bincike karkashin jagorancin Dr. Intisar Rabb, da gyare-gyare daga Clifford Bosworth, New Islamic Dynasties, 1996, tare da karin bayanai da sabuntawa daga masu ilimi da dama.*",
  "author": "Marubuci",
  "authors": "Marubuta",
  "x-authors": "{count, plural, =0 {Babu marubuci} one {# Marubuci} other {# Marubuta}}",
  "authors-description": "Bincika marubuta daga babban laburaren dijital na bayanan Musulunci da fasahar AI. Zabi marubuci don ganin duka ayyukansa cikin sauri, an tsara su ta nau’in littafi, yanki, da daula ko zamani na tarihi—don haka zaka tabbatar **lokacin** da kuma **inda** suka rubuta. Kowane bayani kan marubuci na dauke da tarihin rayuwa, babban wuri, cikakken suna da sunan da aka fi sani, da cikakken bayyana tasirinsu a bangaren shari’ar Musulunci da tarihin tunani idan akwai. Hakanan zaka iya amfani da AI Chat don bincika duk ayyukan marubuci kai tsaye.",
  "name": "Suna",
  "names": "Sunaye",
  "x-names": "{count, plural, =0 {Babu suna} one {# Suna} other {# Sunaye}}",
  "genre": "Nau'i",
  "genres": "Nau'ikan",
  "x-genres": "{count, plural, =0 {Babu nau'i} one {# Nau'i} other {# Nau'ikan}}",
  "genres-description": "A karon farko, dukkanin ilimin Musulunci—na zamani da na tarihi—an tsara su cikin tsari guda. Muna gabatar maka da su a cikin wannan babban laburare. Masu bincikenmu sun gano manyan fannoni 13 tare da sahalewar manyan masana na Musulunci daga duniya da Amurka. Daga doka, harshe, da tarihi zuwa falsafa, ruhaniya, da wakoki, ilimin Musulunci nada nauyi sosai a tarihihin tunanin bil’adama. Dandalinmu yana ba ka damar bincika kowanne marubuci, littafi da ra’ayi a sahihin yanayin masana—yana bayyana yadda ayyuka ke da alaka tsakanin fannonin ilimi. Za ka iya zaɓar fanni don ganin rassansa da daftarin littattafan da aka tsara. Hakanan za ka iya amfani da AI Chat don bincika fannin da kake so a cikin lokaci guda.",
  "x-results": "{count, plural, =0 {Babu sakamako} one {# Sakamako} other {# Sakamako}}",
  "century": "Karni",
  "centuries": "Karnoni",
  "collection": "Tattalin kaya",
  "collections": "Tattalin kayayyaki",
  "x-collections": "{count, plural, =0 {Babu tarin} one {# Taro} other {# Tarin}}",
  "x-centuries": "{count, plural, =0 {Babu karnoni} one {# Karni} other {# Karnoni}}",
  "ordinal-century": "{count, selectordinal, one {#na} two {#na} few {#na} other {#na}} Karni",
  "year": "Shekara",
  "years": "Shekaru",
  "x-years": "{count, plural, one {Shekara daya} other {# Shekaru}}",
  "chat": "Tattaunawa",
  "chats": "Tattaunawa",
  "content": "Abubuwa",
  "search-for": "Bincika {entity}",
  "search-within": "Nema cikin {entity}...",
  "search-x": "Nema {count, number} {entity}",
  "no-entity": "Babu {entity} da aka samu"
}
