{
  "title": "Don Tattaunawa da Tawagar",
  "subtitle": "Ƙungiyar Usul tana ƙunshe da injiniyoyi, masu zane, da masu bincike waɗanda ke da sha'awar gina kayan aikin dijital don sauya binciken Musulunci.",
  "become-a-volunteer": "Kasance mai sa kai",
  "contact-us": "Tuntuɓe Mu",
  "board-title": "Sadu da hukumar",
  "board-subtitle": "Usul aikin Seemore Foundation ne, wanda kwamitinsa ya ƙunshi kwararrun masana bincike da fasaha, kowanne yana da shekaru masu yawa na ƙwarewa a fannin su. Tare, suna sa ido kan ƙungiyar kuma suna tabbatar da cewa tana cimma manufarta.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Abdellatif ya kafa Tarteel AI tare, ya jagoranci injiniya a Quran.com, kuma ya yi aiki a Twitter."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed ya kasance jagoran zane a Thmanyah, yana ba da shawara ga farawa don ƙirƙirar samfura daga 0 zuwa 1."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ahmed ya kafa Remail AI, Betterbook, kuma ya kasance injiniya a Quran.com."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Ryad manazarta ne wanda ya ƙware a fannin ilimin Musulunci da tarihin Musulunci. Yana da digiri na farko a fannin Nazarin Musulunci kuma shi ne wanda ya kafa Gems of Al-Andalus."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma ta jagoranci aikin lokalisar da harshen larabci a Tarteel AI. Ta kasance mai fassara a Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed dalibi ne a Kwalejin Zaytuna. Shi ne mahalicci podcast na The Creative Minority."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Ahmed yana da digirin digirgir daga Jami'ar Al-Azhar. Shi ne ke jagorantar ƙungiyar da kuma ƙoƙarin canza bayanai zuwa dijital."
    },
    "ismail-safadi": {
      "name": "Ismail Safadi",
      "description": "Ismail ƙwararre ne a fannin fiqhun Hanafi. Ya yi karatu a Jami'ar Jordan da kuma a Turkiyya."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Adnan ya ƙware a Shari'ar Musulunci da laifuffuka. Ya rubuta dokokin laifi ga Maldives da Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Intisar farfesa ce ta doka a Jami'ar Harvard. Ita ce shugabar SHARIAsource da Shirin Dokar Musulunci."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Zeki ɗan kasuwa ne mai ƙwarewa a fannin fasaha sosai. Ya kafa Freewebs da Truebill tare da wasu."
    }
  },
  "roles": {
    "ceo": "Shugaba",
    "founding-engineer": "Injiniya Mai Kafa Kamfanin",
    "researcher": "Masu Bincike",
    "localization-lead": "Jagoran Lokaliyasa",
    "digitization-lead": "Jagoran Digitization",
    "head-of-design": "Shugaban Tsara"
  }
}