{
  "all": "Todas",
  "text": "Texto",
  "texts": "Textos",
  "x-texts": "{count, plural, =0 {No hay textos} one {# Texto} other {# Textos}}",
  "texts-description": "Alojamos la mayor biblioteca digital de textos islámicos con capacidad de la AIE del mundo, con fuentes revisadas por expertos acreditados y revisadas para una investigación islámica seria. Nuestras herramientas avanzadas le permiten explorar la biblioteca por autor, escuela legal, género, región moderna, y emperio o época histórica, para que puedas encontrar exactamente lo que estás buscando, con credibilidad y precisión. Colecciones estudiadas también están disponibles para guiar y profundizar su investigación.",
  "region": "Región",
  "regions": "Regiones",
  "x-regions": "{count, plural, =0 {No hay regiones} one {# Región} other {# Regiones}}",
  "regions-description": "Explore nuestra vasta colección por los lugares donde se produjeron los textos, ya sea por los países modernos donde los autores escribieron o por las correspondientes regiones históricas donde vivían. Haga clic en cualquier país para aprender sobre su historia y importancia dentro de la tradición histórica islámica.",
  "empire": "Imperio y Era",
  "empires": "Imperios y Eras",
  "x-empires": "{count, plural, =0 {Sin empiros y eras} one {# Imperio y Era} other {# Imperios y Eras}}",
  "empires-description": "Por primera vez Los empiezos históricos y las épocas del mundo islámico se han mapeado de manera significativa en una biblioteca digital: desde el ascenso del profeta Mahoma en 632 hasta la caída del Imperio otomano en 1924. Trabajando en consulta con los principales expertos de la historia islámica, nuestro equipo de investigación identificó los principales calificados, sultanatos, dinastías y otras formaciones políticas que dieron forma a la civilización islámica y a su producción de conocimiento. Llamamos a este marco **Imperios & Eras** para reflejar la realidad de que las formaciones políticas a menudo se extendieron a través de múltiples períodos y más allá de las fronteras nacionales modernas. Este marco le permite explorar cada autor, texto e idea dentro de su contexto histórico, revelando cómo evolucionó la erudición islámica a través del tiempo y el lugar. Simplemente seleccione un imperio o una era para ver sus autores y textos asociados. *Este marco se extiende desde un proyecto de reseach a largo plazo liderado por el Dr. Intisar Rabb, extraído de Clifford Bosworth, New Islamic Dynasties, 1996, con actualizaciones y correcciones de múltiples estudiosos agregados y bienvenidos.*",
  "author": "Autor",
  "authors": "Autores",
  "x-authors": "{count, plural, =0 {No hay autores} one {# Autor} other {# Autores}}",
  "authors-description": "Busca y explora autores de la biblioteca digital líder mundial de textos islámicos habilitados por AI. Selecciona un autor para ver al instante su cuerpo completo de trabajo, organizado por género, y emperador histórico o era: así puedes ver **cuando** y **dónde** que se digan. Cada perfil de autor incluye una biografía especializada, ubicación principal, nombres completos y populares, y contexto claro sobre su influencia dentro de la prudencia islámica y la historia intelectual donde esté disponible. También puedes usar la función de chat de IA para explorar el oeuvre de un autor en tiempo real. ",
  "name": "Nombre",
  "names": "Nombres",
  "x-names": "{count, plural, =0 {No hay nombres} one {# Nombre} other {# Nombres}}",
  "genre": "Género",
  "genres": "Géneros",
  "x-genres": "{count, plural, =0 {No hay géneros} one {# Género} other {# Géneros}}",
  "genres-description": "Por primera vez, el alcance completo del conocimiento islámico –a través de géneros históricos y modernos– ha sido ampliamente mapeado. Te lo presentamos dentro de una biblioteca única y vasta. Nuestros investigadores identificaron 13 disciplinas básicas en consulta con destacados expertos del mundo islámico y en la academia estadounidense. Desde el derecho, el lenguaje y la historia hasta la esquizofía, la espiritualidad y la poesía, la erudición islámica destaca como una de las tradiciones intelectuales más ricas de la historia humana. Nuestra plataforma le permite explorar todos los autores, libros e ideas dentro de su propio contexto especializado: revelando cómo se relacionan los trabajos entre campos y géneros. Simplemente seleccione una disciplina para ver sus subcampos y una colección de textos supervisada. También puedes usar el chat de IA para explorar la colección y los matices de cada campo en tiempo real.",
  "x-results": "{count, plural, =0 {No hay resultados} one {# Resultado} other {# Resultados}}",
  "century": "Siglo",
  "centuries": "Siglos",
  "collection": "Colección",
  "collections": "Colecciones",
  "x-collections": "{count, plural, =0 {No hay colecciones} one {# Colección} other {# Colecciones}}",
  "x-centuries": "{count, plural, =0 {No hay siglos} one {# Siglo} other {# Siglos}}",
  "ordinal-century": "{count, selectordinal, one {#er} two {#do} few {#er} other {#o}} Siglo",
  "year": "Año",
  "years": "Años",
  "x-years": "{count, plural, one {Un año} other {# Años}}",
  "chat": "Chat",
  "chats": "Chats",
  "content": "Contenido",
  "search-for": "Buscar un {entity}",
  "search-within": "Buscar en {entity}...",
  "search-x": "Buscar {count, number} {entity}",
  "no-entity": "No se encontraron {entity}"
}
