{
  "title": "Conoce al Equipo",
  "subtitle": "El equipo de normales está formado por ingenieros, diseñadores e investigadores apasionados por la construcción de herramientas digitales para transformar la investigación islámica.",
  "become-a-volunteer": "Conviértete en voluntario",
  "contact-us": "Contáctenos",
  "support-usul": "Soporte de Usul.AI",
  "founders-title": "Equipo fundador",
  "founders-subtitle": "El equipo fundador detrás de Usul.",
  "engineering-team-title": "Ingeniería y Operaciones",
  "research-annotation-team-title": "Investigación y digitalización",
  "past-team-members-title": "Usul AI Alumni",
  "board-title": "Conoce el tablero",
  "board-subtitle": "Usul.AI es un proyecto de la Fundación Seemore, cuya junta está formada por distinguidos expertos en investigación islámica y en nuevas tecnologías. Cada uno de ellos es líder en sus respectivos campos, con décadas de experiencia en poner de relieve la forma en que accedemos y participamos en el conocimiento. Juntos, se aseguran de que la organización avance su misión.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Es profesor de derecho en Boston College Law School, donde enseña y escribe sobre el derecho penal y las leyes de la guerra. Ayudó a redactar los códigos penales islámicos para las Maldivas y Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Es profesora de derecho e historia en Harvard, especializada en derecho penal e interpretación (usul al-fiqh). Dirige el Programa de Ley Islámica y el Laboratorio SHARIAsource , e IslamicLawBlog."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Es un emprendedor en serie e innovador en tecnología y ha servido como CTO a varias empresas nuevas y ha cofundado múltiples empresas, incluyendo webs. om (adquirido por Vistaprint) y Truebill (ahora Rocket Money)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Es un ingeniero de software con experiencia en el desarrollo de productos básicos como Usul.AI."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Es una candidata a doctorado en la Universidad de Harvard investigando las dimensiones sociales de las tecnologías humanceras, y es administradora e investigadora en Usul. Yo, donde dirige operaciones y puentes ingeniería e investigación."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Es investigador de la historia y el conocimiento islámico, tiene un BA en Estudios Islámicos, y fundó la publicación las Gemas de Al-mí. Trabaja en la digitalización y anotación de libros en Usul AI."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Es investigador del doctorado en Estudios Islámicos de la Universidad Al-Azhar. Lidera el equipo de digitalización y los esfuerzos para ampliar las colecciones en Usul AI."
    },
    "ismail-safadi": {
      "name": "Safadi de Ismail",
      "description": "Es investigador especializado en Hanafi fiqh y estudió en la Universidad de Jordan y en Turquía. Trabaja en la digitalización y anotación de libros en Usul AI."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Es un ingeniero que sirvió como ingeniero cofundador en Tarteel AI y en nuestro propio Usul AI. Anteriormente dirigió la ingeniería en Quran.com y trabajó en Twitter."
    },
    "ahmed-riad": {
      "name": "Riad Ahmed",
      "description": "Es un ingeniero de software que sirvió como ingeniero fundador en varias start-ups (incluyendo Remail AI, Betterbook y nuestra propia AI). también sirvió como ingeniero en Qur'an.com."
    },
    "mohamed-lamine": {
      "name": "Laminado de Mohamed",
      "description": "Mohamed fue el líder del diseño en Thmanyah, él consulta con las empresas para construir de 0 a 1 productos."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma lidera la localización árabe en Tarteel AI. Ella fue traductora en Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Khan Ahmed",
      "description": "Ahmed es un alumno de Zaytuna. Él es el creador del podcast The Creative Minority podcast."
    }
  },
  "roles": {
    "ceo": "CEO",
    "former-ceo": "Ex CEO",
    "former-engineer": "Antiguo ingeniero jefe",
    "researcher": "Investigador",
    "localization-lead": "Líder de localización",
    "digitization-lead": "Digitalización de plomo",
    "head-of-design": "Jefe de Diseño",
    "software-engineer": "Ingeniero de software",
    "director-of-operations": "Director de Operaciones"
  }
}
