{
  "all": "Tous",
  "text": "Texte",
  "texts": "Textes",
  "x-texts": "{count, plural, =0 {Aucun texte} one {# Texte} other {# Textes}}",
  "texts-description": "Nous hébergeons la plus grande bibliothèque de textes islamiques digitaux et dotés de l’IA au monde, avec des sources examinées par des érudits réputés et contrôlées pour des recherches islamiques sérieuses. Nos outils avancés vous permettent d'explorer la bibliothèque par auteur, école de droit, genre, région moderne, et l'empire ou l'ère historique — pour que vous puissiez trouver exactement ce que vous cherchez, avec crédibilité et précision. Des collections de chercheurs sont également disponibles pour guider et approfondir vos recherches.",
  "region": "Région",
  "regions": "Régions",
  "x-regions": "{count, plural, =0 {Aucune région} one {# Région} other {# Régions}}",
  "regions-description": "Explorez visuellement notre vaste collection par les lieux où les textes ont été produits – que ce soit par les pays modernes où les auteurs ont écrit ou par les régions historiques correspondantes où ils vivaient. Cliquez sur n'importe quel pays pour en savoir plus sur son histoire et son importance dans la tradition historique islamique.",
  "empire": "Empire & Ère",
  "empires": "Empires & Eras",
  "x-empires": "{count, plural, =0 {Pas d'empires et d'eras} one {# Empire & Era} other {# Empires & Eras}}",
  "empires-description": "Pour la première fois les empires historiques et les époques du monde islamique ont été largement cartographiés dans une bibliothèque numérique — qui s'étend de la montée du prophète Mahomet en 632 à la chute de l'empire ottoman en 1924. Travaillant en consultation avec les principaux spécialistes de l’histoire islamique, notre équipe de recherche a identifié les principaux califates, sultanats, dynasties et autres formations politiques qui ont façonné la civilisation islamique et sa production de connaissances. Nous appelons ce cadre **Empires & Eras** pour refléter la réalité que les formations politiques se sont souvent étendues sur de multiples périodes et au-delà des frontières nationales modernes. Ce cadre vous permet d'explorer chaque auteur, texte et idée dans son contexte historique, révélant comment la bourse islamique a évolué au fil du temps et du temps. Il vous suffit de sélectionner un empire ou une ère pour voir ses auteurs et textes associés. *Ce cadrage s’étend d’un projet de recherche à long terme dirigé par Dr. Lapin Intisar, puisant dans et construisant sur Clifford Bosworth, Nouvelles dynasties islamiques, 1996, avec des mises à jour et des corrections de la part de plusieurs érudits ajoutés et bienvenus.*",
  "author": "Auteur",
  "authors": "Auteurs",
  "x-authors": "{count, plural, =0 {Aucun auteur} one {# Auteur} other {# Auteurs}}",
  "authors-description": "Recherchez et explorez des auteurs de la première bibliothèque numérique mondiale de textes islamiques compatibles avec les technologies de l’information et de la communication. Sélectionnez un auteur pour voir instantanément son corpus de travail, organisé par genre, et l'empire ou l'ère historique — ainsi vous pouvez voir **quand** et **où** ils ont écrit. Chaque profil d’auteur comprend une biographie savante, un emplacement principal, des noms complets et populaires, et un contexte clair sur leur influence au sein de la jurisprudence islamique et de l'histoire intellectuelle, là où elles sont disponibles. Vous pouvez également utiliser la fonction de chat IA pour explorer l’œuvre d’un auteur en temps réel. ",
  "name": "Nom",
  "names": "Noms",
  "x-names": "{count, plural, =0 {Aucun nom} one {# Nom} other {# Noms}}",
  "genre": "Genre",
  "genres": "Genres",
  "x-genres": "{count, plural, =0 {Aucun genre} one {# Genre} other {# Genres}}",
  "genres-description": "Pour la première fois, toute la portée de la connaissance islamique – à travers les genres historiques et modernes – a été répertoriée de manière exhaustive. Nous vous le présentons au sein d'une vaste et unique bibliothèque. Nos chercheurs ont identifié 13 disciplines fondamentales en consultation avec des chercheurs du monde islamique et de l'Académie américaine. De la loi, de la langue, de l’histoire à la philosophie, à la spiritualité et à la poésie, la bourse islamique se distingue comme l’une des plus riches traditions intellectuelles de l’histoire humaine. Notre plateforme vous permet d'explorer tous les auteurs, livres et idées dans son contexte scientifique approprié, en révélant comment les travaux se rapportent entre les champs et les genres. Sélectionnez simplement une discipline pour afficher ses sous-champs et une collection de textes organisés. Vous pouvez également utiliser AI Chat pour explorer la collection et les nuances de chaque champ en temps réel.",
  "x-results": "{count, plural, =0 {Aucun résultat} one {# résultat} other {# résultats}}",
  "century": "Siècle",
  "centuries": "Siècles",
  "collection": "Collection",
  "collections": "Collections",
  "x-collections": "{count, plural, =0 {Aucune collection} one {# Collection} other {# Collections}}",
  "x-centuries": "{count, plural, =0 {Aucun siècle} one {# Siècle} other {# Siècles}}",
  "ordinal-century": "{count, selectordinal, one {#er} two {#e} few {#e} other {#e}} Siècle",
  "year": "Année",
  "years": "Années",
  "x-years": "{count, plural, one {Un an} other {# Ans}}",
  "chat": "Discussion",
  "chats": "Discussions",
  "content": "Contenu",
  "search-for": "Rechercher un {entity}",
  "search-within": "Rechercher dans {entity}...",
  "search-x": "Recherche {count, number} {entity}",
  "no-entity": "Aucun {entity} trouvé"
}
