{
  "title": "Rencontrez l'équipe",
  "subtitle": "L’équipe Usul est composée d’ingénieurs, de concepteurs et de chercheurs passionnés par le développement d’outils numériques pour transformer la recherche islamique.",
  "become-a-volunteer": "Devenir bénévole",
  "contact-us": "Contactez-nous",
  "support-usul": "Soutenir Usul.AI",
  "founders-title": "Équipe fondatrice",
  "founders-subtitle": "L’équipe fondatrice d’Usul.",
  "engineering-team-title": "Ingénierie & Opérations",
  "research-annotation-team-title": "Recherche et numérisation",
  "past-team-members-title": "Usul AI Alumni",
  "board-title": "Rencontrer le tableau",
  "board-subtitle": "Usul.AI est un projet de la Fondation Seemore, dont le conseil d'administration est composé d'experts distingués dans la recherche islamique et dans les nouvelles technologies. Chacun d'entre eux est un chef de file dans ses domaines respectifs, avec des décennies d'expérience en matière d'accès et d'engagement de la connaissance. Ensemble, ils veillent à ce que l'organisation fasse avancer sa mission.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Il est professeur de droit à la Boston College Law School où il enseigne et écrit sur le droit pénal et les lois de la guerre. Il a contribué à la rédaction des codes criminels islamiques pour les Maldives et la Somalie."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Elle est professeur de droit et d'histoire à Harvard, spécialisée dans le droit pénal et l'interprétation (usul al-fiqh). Elle dirige le Programme de droit islamique et le SHARIAsource Lab , et IslamicLawBlog."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Il a occupé le poste de Directeur Technique de diverses start-ups et a cofondé de nombreuses entreprises, dont des sites Web. om (acquis par Vistaprint) et Truebill (maintenant Rocket Money)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Il est ingénieur logiciel avec une grande expérience dans le domaine de Simli AI. Il dirige le développement de produits de base comme Usul.AI."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Titulaire d'un doctorat à l'université Harvard, elle recherche les dimensions sociales des technologies humaines et est administrateur et chercheur à Usul. Moi, où elle dirige des opérations et met en relation l'ingénierie et la recherche."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Il est un chercheur en savoir et histoire islamiques, détient un baccalauréat en études islamiques, et a fondé la publication des Gems d’Al-Andalus. Il travaille sur la numérisation de livres et l'annotation à Usul AI."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Il est chercheur titulaire d’un doctorat en études islamiques de l’Université Al-Azhar. Il dirige l’équipe de numérisation et s’efforce d’étendre les collections d’Usul AI."
    },
    "ismail-safadi": {
      "name": "Safadi Ismaïl",
      "description": "Il est chercheur spécialisé en fiqh Hanafi, il a étudié à l'Université de Jordanie et en Turquie. Il travaille sur la numérisation et l'annotation de livres à Usul AI."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Il est ingénieur et co-fondateur de Tarteel AI et de notre Usul AI. Auparavant, il dirigeait l'ingénierie chez Quran.com et a travaillé sur Twitter."
    },
    "ahmed-riad": {
      "name": "Riad Ahmed",
      "description": "Il est ingénieur logiciel qui a servi de fondateur-ingénieur à plusieurs start-ups (y compris Remail AI, Betterbook et notre propre Usul AI). il a également été ingénieur à Qur'an.com."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed a été le chef de la conception à Thmanyah, il consulte avec des startups pour construire 0 à 1 produits."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma est le chef de la traduction arabe à Tarteel AI. Elle a été traductrice à Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed est un étudiant du Collège Zaytuna. Il est le créateur du podcast Creative Minority."
    }
  },
  "roles": {
    "ceo": "PDG",
    "former-ceo": "Ancien PDG",
    "former-engineer": "Ancien ingénieur en chef",
    "researcher": "Chercheur",
    "localization-lead": "Prospect de traduction",
    "digitization-lead": "Prospect de numérisation",
    "head-of-design": "Responsable du design",
    "software-engineer": "Ingénieur logiciel",
    "director-of-operations": "Directeur des Opérations"
  }
}
