{
  "jazirat-al-arab": {
    "code": "Jazirat al-Arab",
    "slug": "jazirat-al-arab",
    "nameArabic": "جزيرة العرب",
    "currentPlace": "Arabian Peninsula",
    "overview": "The Arabian Peninsula, or Jazirat al-Arab, is recognized as the birthplace of Islam. It is where Prophet Muhammad was born and where the first revelations of the Quran were received. This region is central to Islamic history and classical texts, serving as the launching point for the spread of Islam across the world. The pre-Islamic period, known as Jahiliyyah, is also significant in Islamic literature, providing a contrast to the teachings and civilization established by Islam."
  },
  "yemen": {
    "code": "Yemen",
    "slug": "yemen",
    "nameArabic": "اليمن",
    "currentPlace": "Republic of Yemen",
    "overview": "Yemen, in early Islamic history, was known for its prosperity and was a center for the spice trade. It played a significant role in the spread of Islam, with several Companions of the Prophet Muhammad originating from this region. Yemen's strategic location and historical Islamic universities made it a key area for Islamic scholarship and education. It is often mentioned in Islamic classical texts for its people's wisdom and contributions to Islamic culture."
  },
  "iraq": {
    "code": "Iraq",
    "slug": "iraq",
    "nameArabic": "العراق",
    "currentPlace": "Republic of Iraq",
    "overview": "Iraq is a region of profound significance in Islamic history, being the site of the early Islamic capitals of Kufa and Baghdad. Baghdad, in particular, became a leading center of the Islamic Golden Age, renowned for its scholars, libraries, and the translation of ancient texts into Arabic. Iraq's contribution to Islamic civilization is immense, including foundational Islamic jurisprudence, literature, and philosophy. The region's rich history is deeply interwoven with the narratives of Islamic caliphates and scholarly achievements."
  },
  "sham": {
    "code": "Sham",
    "slug": "sham",
    "nameArabic": "الشام",
    "currentPlace": "Levant (Syria, Lebanon, Jordan, Palestine)",
    "overview": "Sham, historically known as the Levant, is a region of significant importance in Islamic history. It was among the first areas outside Arabia to come under Muslim rule, becoming a cultural and political center of the early Islamic world. The Umayyad Caliphate, with its capital in Damascus, was instrumental in the spread of Islam and Arabic culture. Sham is revered in Islamic tradition for its holy sites, including Al-Aqsa Mosque in Jerusalem, and its role in early Islamic conquests and scholarship."
  },
  "egypt": {
    "code": "Egypt",
    "slug": "egypt",
    "nameArabic": "مصر",
    "currentPlace": "Arab Republic of Egypt",
    "overview": "Egypt holds a pivotal place in Islamic history, becoming part of the Muslim world in the 7th century. It was home to the Fatimid Caliphate, which established Cairo as a major center of learning and culture. The Al-Azhar University in Cairo, founded in the 10th century, is one of the oldest operating universities in the world and a leading center for Islamic scholarship. Egypt's strategic location and control of the Nile were crucial in early Islamic conquests and trade."
  },
  "faris": {
    "code": "Faris",
    "slug": "faris",
    "nameArabic": "فارس",
    "currentPlace": "Iran (Persia)",
    "overview": "Faris, or Persia, deeply influenced Islamic civilization through its contributions to art, architecture, language, and literature. The conquest of Persia by the Muslims in the 7th century led to the incorporation of Persian administrative practices and culture into the Islamic caliphates. Persian scholars played a vital role in the development of Islamic sciences, philosophy, and the Persian language, Farsi, became one of the key languages of Islamic scholarship and literature, alongside Arabic."
  },
  "khurasan": {
    "code": "Khurasan",
    "slug": "khurasan",
    "nameArabic": "خراسان",
    "currentPlace": "Region in Northeast Iran, parts of Afghanistan and Turkmenistan",
    "overview": "Khurasan, a historical region covering parts of today's Iran, Afghanistan, and Central Asia, was a cradle of Islamic civilization. It played a crucial role in the expansion of Islam into Central Asia and was a center for Islamic learning and culture. The region produced many renowned scholars, poets, and scientists. The famous cities of Nishapur and Merv were key hubs of Islamic scholarship. The area's strategic and cultural significance is highlighted in numerous Islamic texts, reflecting its importance in the spread of Islam."
  },
  "aqur": {
    "code": "Aqur",
    "slug": "aqur",
    "nameArabic": "أَقُر",
    "currentPlace": "Uncertain, possibly a historical region in Arabia",
    "overview": "Aqur's exact historical and geographical context within Islamic civilization is uncertain, with limited references in classical Islamic texts. It may have been a locale within the Arabian Peninsula, noted for its specific events or characteristics during the early Islamic period. The scarcity of detailed historical records makes Aqur an intriguing subject for further research in Islamic and Middle Eastern studies, potentially offering insights into lesser-known aspects of early Islamic geography and society."
  },
  "khuzistan": {
    "code": "Khuzistan",
    "slug": "khuzistan",
    "nameArabic": "خوزستان",
    "currentPlace": "Khuzestan Province, Iran",
    "overview": "Khuzistan, in present-day Iran, was a vital region in early Islamic history due to its rich agricultural land and strategic location. It was one of the first areas to come under Muslim control during the Islamic conquests. The region played a crucial role in the Islamic Golden Age, contributing to the fields of agriculture, science, and philosophy. Its capital, Ahvaz, became an important center for knowledge and commerce. Khuzistan's historical significance is noted in Islamic texts for its economic and scholarly contributions."
  },
  "badiyat-al-arab": {
    "code": "Badiyat al-Arab",
    "slug": "badiyat-al-arab",
    "nameArabic": "بادية العرب",
    "currentPlace": "Arabian Desert",
    "overview": "The Badiyat al-Arab, or the Arabian Desert, spans much of the Arabian Peninsula. This vast desert played a significant role in early Islamic history as the setting for many of the events that shaped the Islamic world. The harsh desert environment influenced the nomadic lifestyle of its inhabitants, fostering a culture of resilience and hospitality. The desert also served as a route for trade and pilgrimage, connecting the Islamic heartlands with the outer regions. Its mention in Islamic texts often highlights its natural beauty and the challenges it presented."
  },
  "jibal": {
    "code": "Jibal",
    "slug": "jibal",
    "nameArabic": "جبال",
    "currentPlace": "Region in central Iran",
    "overview": "Jibal, referring to a mountainous region in central Iran, was known for its diverse landscape and as a center of agricultural production during the Islamic Golden Age. This region, rich in history and culture, was instrumental in the development of Islamic science, especially in the fields of astronomy and medicine. Cities like Isfahan in Jibal became leading centers of Islamic thought and innovation. The area's strategic importance and natural resources are highlighted in Islamic texts, reflecting its role in the broader Islamic civilization."
  },
  "andalus": {
    "code": "Andalus",
    "slug": "andalus",
    "nameArabic": "الأندلس",
    "currentPlace": "Spain and Portugal",
    "overview": "Al-Andalus represents the pinnacle of Muslim rule in Western Europe, spanning from the 8th to the 15th century in what is now Spain and Portugal. This region was a melting pot of Muslim, Christian, and Jewish cultures, leading to unparalleled advancements in science, art, philosophy, and architecture. The cities of Cordoba, Granada, and Seville became renowned centers of learning and culture. Al-Andalus is celebrated in Islamic texts for its contributions to the Islamic Golden Age and for fostering a legacy of tolerance and intellectual exchange."
  },
  "maghrib": {
    "code": "Maghrib",
    "slug": "maghrib",
    "nameArabic": "المغرب",
    "currentPlace": "Northwest Africa, including Morocco, Algeria, Tunisia, and sometimes Libya and Mauritania",
    "overview": "The Maghrib, encompassing much of Northwest Africa, was crucial in the early Islamic conquests and later became a center for Islamic scholarship and mysticism. It was the birthplace of influential Islamic movements and dynasties such as the Almoravids and Almohads. The region's architecture, including the Great Mosque of Kairouan in Tunisia and the Al-Qarawiyyin University in Morocco, underscores its Islamic heritage. The Maghrib's scholars and saints have significantly contributed to Islamic jurisprudence, theology, and Sufism, making it a vital area in Islamic history."
  },
  "sind": {
    "code": "Sind",
    "slug": "sind",
    "nameArabic": "السند",
    "currentPlace": "Sindh Province, Pakistan",
    "overview": "Sind, now part of modern-day Pakistan, was known for its early conversion to Islam following the Arab conquest in the 8th century. It became a gateway for the spread of Islam into the Indian subcontinent, fostering a rich Islamic culture and tradition. The region was renowned for its scholars, poets, and Sufi saints, contributing significantly to the spread of Islamic teachings and values. Sind's integration into the Islamic world is a testament to the cultural and religious exchanges that characterized Islamic expansion."
  },
  "kirman": {
    "code": "Kirman",
    "slug": "kirman",
    "nameArabic": "كرمان",
    "currentPlace": "Kerman Province, Iran",
    "overview": "Kirman, in today's Iran, was an important center of learning and culture in the Islamic world. Known for its contributions to Islamic scholarship, the region produced notable scientists, poets, and theologians. Kirman's strategic location on the trade routes contributed to its wealth and cultural diversity. The area is frequently mentioned in Islamic texts for its intellectual contributions and for being a hub of economic activity. Its rich Islamic heritage is evident in its architecture, literature, and historical records."
  },
  "sijistan": {
    "code": "Sijistan",
    "slug": "sijistan",
    "nameArabic": "سيجستان",
    "currentPlace": "Sistan region, Iran and Afghanistan",
    "overview": "Sijistan, straddling modern Iran and Afghanistan, was a vital region in Islamic history known for its resistance and resilience. It played a significant role in the Islamic conquests of the East and was a crossroads of trade and cultural exchange between the Iranian plateau and the Indian subcontinent. The region produced many famous Islamic scholars and had a rich tradition of Islamic learning. Despite its challenges, Sijistan's historical significance in Islamic civilization is marked by its contributions to scholarship and its strategic importance."
  },
  "transoxiana": {
    "code": "Transoxiana",
    "slug": "transoxiana",
    "nameArabic": "ما وراء النهر",
    "currentPlace": "Central Asia, primarily modern Uzbekistan and parts of Tajikistan, Kazakhstan, and Kyrgyzstan",
    "overview": "Transoxiana, 'the land beyond the river,' was a critical cultural and scientific center of the Islamic Golden Age. This region, encompassing modern Central Asia, was renowned for its vibrant cities like Samarkand and Bukhara. These cities were key in the transmission of knowledge, serving as hubs for scholars in mathematics, astronomy, medicine, and Islamic jurisprudence. The famous scholar Al-Biruni and the conqueror Timur are among Transoxiana's notable figures. Its rich Islamic heritage is detailed in classical texts, highlighting its significance in the spread of Islamic culture and science."
  },
  "daylam": {
    "code": "Daylam",
    "slug": "daylam",
    "nameArabic": "ديلم",
    "currentPlace": "Northern Iran, region along the southwestern coast of the Caspian Sea",
    "overview": "Daylam, located in northern Iran, was known for the Daylamites, a people of great military prowess who played a significant role in the Islamic world. The region was a center for the Zaydi form of Shi'a Islam and contributed to the spread of Shi'ism in Iran. Daylam's strategic location and its warrior inhabitants are frequently mentioned in Islamic classical texts. The region's complex relationship with the central Islamic caliphates, along with its contributions to Islamic military and political developments, underscore its historical importance."
  },
  "rihab": {
    "code": "Rihab",
    "slug": "rihab",
    "nameArabic": "الرهاب",
    "currentPlace": "Uncertain, possibly a historical or mythical location",
    "overview": "Rihab's significance in Islamic texts is shrouded in mystery, reflecting its status as a possibly historical or mythical region within Islamic civilization. Its mention in classical Islamic literature may allude to spiritual or esoteric aspects of Islamic belief, or to historical events and figures whose details have become obscured over time. The ambiguity surrounding Rihab invites further exploration and interpretation within the context of Islamic studies, potentially revealing insights into the religion's cultural and historical dimensions."
  },
  "sicile": {
    "code": "Sicile",
    "slug": "sicile",
    "nameArabic": "صقلية",
    "currentPlace": "Sicily, Italy",
    "overview": "Sicily (Sicile) was a significant center of Islamic culture and administration between the 9th and 12th centuries. Its strategic location in the Mediterranean facilitated the exchange of goods and ideas between the Islamic world and Europe. Under Islamic rule, Sicily flourished in agriculture, science, and architecture, contributing to the Renaissance through the transmission of Arabic texts and knowledge. The legacy of Islamic Sicily is evident in its architecture, agricultural practices, and the enduring influence of Arabic on the Sicilian language."
  },
  "barqa": {
    "code": "Barqa",
    "slug": "barqa",
    "nameArabic": "برقة",
    "currentPlace": "Cyrenaica region, Libya",
    "overview": "Barqa, known as Cyrenaica in ancient times, is a historic region in eastern Libya. It became part of the Islamic world in the 7th century under the Rashidun Caliphate. Barqa was a significant center for Islamic learning and a crucial point of transit in the trans-Saharan trade routes. The region's Islamic heritage includes notable scholars, Sufi orders, and contributions to Islamic governance and jurisprudence. Its strategic location and historical depth are reflected in Islamic classical texts, underlining its importance in the broader Islamic civilization."
  }
}