{
  "all": "सभी",
  "text": "पाठ",
  "texts": "पाठों",
  "x-texts": "{count, plural, =0 {कोई पाठ नहीं} one {# पाठ} other {# पाठों}}",
  "texts-description": "हम दुनिया की सबसे बड़ी डिजिटल, एआई-सक्षम इस्लामी ग्रंथों की लाइब्रेरी की मेज़बानी करते हैं, जिसमें प्रतिष्ठित विद्वानों द्वारा समीक्षा किए गए स्रोत और गहन इस्लामी शोध के लिए सत्यापित ग्रंथ शामिल हैं। हमारे उन्नत उपकरण आपको लाइब्रेरी में लेखक, विधिक स्कूल, शैली, आधुनिक क्षेत्र और ऐतिहासिक साम्राज्य या युग के अनुसार खोजने की सुविधा देते हैं—ताकि आप वही ढूंढ सकें जो आप चाहते हैं, विश्वसनीयता और सटीकता के साथ। विद्वान-संपादित संग्रह भी उपलब्ध हैं, जो आपके शोध को मार्गदर्शन और गहरा बना सकते हैं।",
  "region": "क्षेत्र",
  "regions": "क्षेत्रों",
  "x-regions": "{count, plural, =0 {कोई क्षेत्र नहीं} one {# क्षेत्र} other {# क्षेत्रों}}",
  "regions-description": "हमारे विशाल संग्रह को उन स्थानों के अनुसार दृश्य रूप से खोजें जहाँ ग्रंथों की रचना हुई—चाहे वह आधुनिक देश हों जहाँ लेखकों ने लिखा या संबंधित ऐतिहासिक क्षेत्र जहाँ वे रहते थे। किसी भी देश पर क्लिक करें और उसके इतिहास तथा इस्लामी ऐतिहासिक परंपरा में उसके महत्व के बारे में जानें।",
  "empire": "साम्राज्य और युग",
  "empires": "साम्राज्य और युगों",
  "x-empires": "{count, plural, =0 {कोई साम्राज्य और युग नहीं} one {# साम्राज्य और युग} other {# साम्राज्य और युगों}}",
  "empires-description": "पहली बार, इस्लामी दुनिया के ऐतिहासिक साम्राज्य और युगों को एक डिजिटल लाइब्रेरी में पूर्ण रूप से मानचित्रित किया गया है—जो 632 में पैगंबर मुहम्मद के उदय से लेकर 1924 में उस्मानी साम्राज्य के पतन तक फैला है। इस्लामी इतिहास के अग्रणी विद्वानों की सलाह से, हमारी शोध टीम ने प्रमुख खिलाफतों, सुल्तानतों, राजवंशों और अन्य राजनीतिक संरचनाओं की पहचान की जो इस्लामी सभ्यता और ज्ञान के निर्माण को आकार देती हैं। हम इस रूपरेखा को **साम्राज्य और युग** कहते हैं, ताकि यह दर्शाया जा सके कि राजनीतिक संरचनाएँ अक्सर कई अवधियों और आधुनिक राष्ट्रीय सीमाओं के पार फैली होती थीं। यह रूपरेखा आपको प्रत्येक लेखक, ग्रंथ और विचार को उसके ऐतिहासिक संदर्भ में खोजने की सुविधा देती है, जिससे पता चलता है कि इस्लामी विद्वता समय और स्थान के अनुसार कैसे विकसित हुई। बस एक साम्राज्य या युग चुनें और उससे संबंधित लेखक और ग्रंथ देखें। *यह रूपरेखा डॉ. इंतिसार राब द्वारा संचालित एक दीर्घकालिक शोध परियोजना से विस्तार प्राप्त करती है, जिसमें क्लिफ़र्ड बोसवर्थ की \"न्यू इस्लामिक डाइनेस्टीज़\", 1996 से जानकारी ली गई है, तथा कई अन्य विद्वानों द्वारा किए गए सुधार और जोड़ दिए गए हैं और स्वागत है।*",
  "author": "लेखक",
  "authors": "लेखकों",
  "x-authors": "{count, plural, =0 {कोई लेखक नहीं} one {# लेखक} other {# लेखकों}}",
  "authors-description": "दुनिया की अग्रणी डिजिटल, एआई-सक्षम इस्लामी ग्रंथ लाइब्रेरी से लेखक खोजें और उनका अन्वेषण करें। किसी लेखक का चयन करें और उनकी सभी रचनाओं को एक साथ देखें, जिसे शैली, क्षेत्र, और ऐतिहासिक साम्राज्य या युग के अनुसार व्यवस्थित किया गया है—ताकि आप देख सकें **कब** और **कहाँ** उन्होंने लिखा था। प्रत्येक लेखक प्रोफाइल में विद्वतापूर्ण जीवनी, मुख्य स्थान, पूरा और लोकप्रिय नाम, और इस्लामी विधि तथा बौद्धिक इतिहास में उनके प्रभाव का स्पष्ट संदर्भ उपलब्ध है। आप एआई चैट फीचर का भी उपयोग कर सकते हैं और वास्तविक समय में लेखक की रचनाओं को तलाश सकते हैं।",
  "name": "नाम",
  "names": "नामों",
  "x-names": "{count, plural, =0 {कोई नाम नहीं} one {# नाम} other {# नामों}}",
  "genre": "शैली",
  "genres": "शैलियों",
  "x-genres": "{count, plural, =0 {कोई शैलियाँ नहीं} one {# शैली} other {# शैलियों}}",
  "genres-description": "पहली बार, इस्लामी ज्ञान के पूर्ण दायरे को—ऐतिहासिक और आधुनिक शैलियों में—पूर्णत: मानचित्रित किया गया है। हम इसे एक विशाल लाइब्रेरी में आपके सामने प्रस्तुत करते हैं। हमारे शोधकर्ताओं ने इस्लामी दुनिया और अमेरिकी अकादमी के अग्रणी विद्वानों की सलाह के साथ 13 प्रमुख अनुशासन पहचाने। कानून, भाषा, इतिहास से लेकर दर्शन, आध्यात्मिकता और कविता तक, इस्लामी विद्वता मानव इतिहास की सबसे समृद्ध बौद्धिक परंपराओं में से एक है। हमारा मंच आपको प्रत्येक लेखक, पुस्तक और विचार को उसके वास्तविक विद्वतापूर्ण संदर्भ में तलाशने की सुविधा देता है—जिससे पता चलता है कि ग्रंथ विभिन्न क्षेत्रों और शैलियों में कैसे संबंधित हैं। बस एक अनुशासन चुनें और उसकी उपशाखाएँ तथा चयनित ग्रंथ संग्रह देखें। आप एआई चैट का भी उपयोग कर सकते हैं और प्रत्येक क्षेत्र की संग्रह और विविधताओं का वास्तविक समय में अन्वेषण कर सकते हैं।",
  "x-results": "{count, plural, =0 {कोई परिणाम नहीं} one {# परिणाम} other {# परिणाम}}",
  "century": "शताब्दी",
  "centuries": "शताब्दियों",
  "collection": "संग्रह",
  "collections": "संग्रहों",
  "x-collections": "{count, plural, =0 {कोई संग्रह नहीं} one {# संग्रह} other {# संग्रह}}",
  "x-centuries": "{count, plural, =0 {कोई शताब्दी नहीं} one {# शताब्दी} other {# शताब्दियों}}",
  "ordinal-century": "{count, selectordinal, one {#वीं} two {#री} few {#रे} other {#वीं}} शताब्दी",
  "year": "वर्ष",
  "years": "वर्षों",
  "x-years": "{count, plural, one {एक वर्ष} other {# वर्ष}}",
  "chat": "चैट",
  "chats": "चैट्स",
  "content": "विषय सामग्री",
  "search-for": "{entity} के लिए खोजें",
  "search-within": "{entity} में खोजें...",
  "search-x": "{count, number} {entity} की खोज करें",
  "no-entity": "कोई {entity} नहीं मिला"
}
