{
  "title": "टीम से मिलें",
  "subtitle": "Usul टीम में इंजीनियर्स, डिजाइनर्स, और शोधकर्ता शामिल हैं जो इस्लामी अनुसंधान को बदलने वाले डिजिटल टूल्स बनाने के लिए समर्पित हैं।",
  "become-a-volunteer": "स्वयंसेवक बनें",
  "contact-us": "हमसे संपर्क करें",
  "founders-title": "संस्थापक टीम",
  "founders-subtitle": "Usul के पीछे की संस्थापक टीम।",
  "engineering-team-title": "इंजीनियरिंग टीम",
  "research-annotation-team-title": "अनुसंधान और एनोटेशन टीम",
  "past-team-members-title": "पहले के टीम सदस्य",
  "board-title": "बोर्ड से मिलें",
  "board-subtitle": "Usul, Seemore Foundation की एक परियोजना है, जिसके बोर्ड में अनुसंधान और प्रौद्योगिकी के क्षेत्र में दशकों का अनुभव रखने वाले प्रतिष्ठित विशेषज्ञ शामिल हैं। साथ मिलकर, वे संगठन का निर्देशन करते हैं और यह सुनिश्चित करते हैं कि यह अपने मिशन को आगे बढ़ाए।",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "अदनान ज़ुल्फ़िकार",
      "description": "अदनान इस्लामिक और आपराधिक कानून में विशेषज्ञ हैं। उन्होंने मालदीव और सोमालिया के लिए आपराधिक संहिता का मसौदा तैयार किया।"
    },
    "intisar-rabb": {
      "name": "इंतिसार रब्ब",
      "description": "इंतेसर हार्वर्ड में कानून की प्रोफेसर हैं। वे SHARIA स्रोत और इस्लामी कानून के कार्यक्रम का नेतृत्व करती हैं।"
    },
    "zeki-mokhtarzada": {
      "name": "ज़ेकी मोक़्तारज़ादा",
      "description": "ज़ेकी एक उद्यमी हैं जिनके पास गहरी तकनीकी विशेषज्ञता है। उन्होंने Freewebs और Truebill की सह-स्थापना की।"
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "\"अनस हसनियन\"",
      "description": "अनस सिमली एआई में पूर्व सॉफ्टवेयर इंजीनियर हैं। वह हमारे मुख्य उत्पादों के विकास का नेतृत्व करते थे।"
    },
    "abtsam-saleh": {
      "name": "अबसाम सालेह",
      "description": "अबसाम धर्म के अध्ययन में पीएचडी उम्मीदवार हैं, जिनका माध्यमिक क्षेत्र डेटा विज्ञान है।"
    },
    "ryad-ramo": {
      "name": "रयाद रमू",
      "description": "रयाद एक शोधकर्ता हैं जो इस्लामी ज्ञान और इतिहास में विशेषज्ञता रखते हैं। उन्होंने इस्लामी अध्ययन में बीए किया है और गेम्स ऑफ अल-अंदालस के संस्थापक हैं।"
    },
    "ahmed-aktan": {
      "name": "अहमद अकतान",
      "description": "अहमद ने अल-अजहर विश्वविद्यालय से पीएचडी की है। वे डिजिटलीकरण टीम और प्रयासों का नेतृत्व करते हैं।"
    },
    "ismail-safadi": {
      "name": "इस्माइल सफ़दी",
      "description": "इस्माइल हनफ़ी फ़िक्ह के विशेषज्ञ हैं। उन्होंने जॉर्डन विश्वविद्यालय और तुर्की में अध्ययन किया है।"
    },
    "abdellatif-abdelfattah": {
      "name": "अब्देललतीफ अब्देलफत्ताह",
      "description": "अब्देललतीफ ने टरटीएल एआई की सह-स्थापना की, क़ुरान.कॉम में इंजीनियरिंग का नेतृत्व किया, और ट्विटर में काम किया।"
    },
    "ahmed-riad": {
      "name": "अहमद रियाद",
      "description": "अहमद ने रिमेल एआई, बेटरबुक की सह-स्थापना की, और क़ुरान.कॉम में इंजीनियर थे।"
    },
    "mohamed-lamine": {
      "name": "मोहमद लामिन",
      "description": "मोहमद थमानीया में डिज़ाइन लीड थे, वे स्टार्टअप्स के साथ 0 से 1 प्रोडक्ट्स बनाने के लिए परामर्श करते हैं।"
    },
    "rahma-fateen": {
      "name": "रहमा फतीन",
      "description": "रहमा ने टरटीएल एआई में अरबी लोकलाइज़ेशन का नेतृत्व किया। वह ह्यूमन राइट्स वॉच में अनुवादक थीं।"
    },
    "ahmed-khan": {
      "name": "अहमद खान",
      "description": "अहमद ज़ायतुना कॉलेज में छात्र हैं। वह द क्रिएटिव माइनॉरिटी पॉडकास्ट के निर्माता हैं।"
    }
  },
  "roles": {
    "ceo": "सीईओ",
    "founding-ceo": "संस्थापक सीईओ",
    "founding-engineer": "संस्थापक अभियंता",
    "researcher": "शोधकर्ता",
    "localization-lead": "स्थानीयकरण प्रमुख",
    "digitization-lead": "डिजिटलीकरण प्रमुख",
    "head-of-design": "डिजाइन प्रमुख",
    "software-engineer": "सॉफ़्टवेयर इंजीनियर",
    "director-of-operations": "ऑपरेशन्स के निदेशक"
  }
}
