{
  "title": "टीम से मिलें",
  "subtitle": "सीमॉर्ग फाउंडेशन की टीम इंजीनियरों, शोधकर्ताओं, और डिजाइनरों से बनी है जो अत्याधुनिक इस्लामी शोध के निर्माण के लिए उत्सुक हैं। हमारा मिशन शास्त्रीय ज्ञान और आधुनिक तकनीक के बीच की खाई को पाटना है, यह सुनिश्चित करना कि इस्लामी साहित्य की समृद्ध धरोहर पूरे विश्व के लिए आसानी से उपलब्ध हो।",
  "become-a-volunteer": "स्वयंसेवक बनें",
  "contact-us": "हमसे संपर्क करें",
  "board-title": "बोर्ड से मिलें",
  "board-subtitle": "सीमॉर्ग फाउंडेशन का बोर्ड प्रतिष्ठित शोध और प्रौद्योगिकी विशेषज्ञों से बना है, जो प्रत्येक अपने-अपने क्षेत्रों में दशकों का अनुभव रखते हैं। वे मिलकर संगठन का निरीक्षण करते हैं और यह सुनिश्चित करते हैं कि यह इस्लामी विद्वत्ता को आगे बढ़ाने के मिशन की ओर अग्रसर हो।",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "अब्देल्लातीफ अब्देलफत्ताह",
      "description": "अब्देल्लातीफ ने टार्टील एआई की सह-स्थापना की, कुरान.कॉम में इंजीनियरिंग का नेतृत्व किया, और ट्विटर में काम किया।"
    },
    "mohamed-lamine": {
      "name": "मोहमद लामिन",
      "description": "मोहमद थमानीया में डिज़ाइन लीड थे, वे स्टार्टअप्स के साथ 0 से 1 प्रोडक्ट्स बनाने के लिए परामर्श करते हैं।"
    },
    "ahmed-riad": {
      "name": "अहमद रियाद",
      "description": "अहमद ने रिमेल एआई, बेन्टरबुक की सह-स्थापना की, और कुरान.कॉम में इंजीनियर थे।"
    },
    "ryad-ramo": {
      "name": "रयाद रमू",
      "description": "रियाद मलिकी फ़िक़्ह और अंडुलुसिया इतिहास में विशेषज्ञ हैं। उन्होंने मार्कज़ इमाम मालिक का सह-प्रबंधन किया।"
    },
    "rahma-fateen": {
      "name": "रहमा फतेन",
      "description": "रहमा ने तर्तीएल एआई में अरबी स्थानीयकरण का नेतृत्व किया। वह ह्यूमन राइट्स वॉच में अनुवादक थीं।"
    },
    "ahmed-khan": {
      "name": "अहमद खान",
      "description": "अहमद ज़ायटूना कॉलेज के छात्र हैं। वह द क्रिएटिव माइनॉरिटी पॉडकास्ट के निर्माता हैं।"
    },
    "ahmed-aktan": {
      "name": "अहमद अकतान",
      "description": "अहमद ने अल-अज़हर विश्वविद्यालय से पीएचडी की है। वह डिजिटाइज़ेशन टीम और प्रयासों का नेतृत्व करते हैं।"
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "अदनान ज़ुल्फ़िकार",
      "description": "अदनान इस्लामिक और आपराधिक कानून में विशेषज्ञ हैं। उन्होंने मालदीव और सोमालिया के लिए आपराधिक संहिता का मसौदा तैयार किया।"
    },
    "intisar-rabb": {
      "name": "इंतिसार रब्ब",
      "description": "इंतिसार हार्वर्ड में विधि प्रोफेसर हैं। वह SHARIAsource और इस्लामिक लॉ प्रोग्राम का नेतृत्व करती हैं।"
    },
    "zeki-mokhtarzada": {
      "name": "ज़ेकी मोक़्तारज़ादा",
      "description": "ज़ेकी एक उद्यमी हैं जिनके पास गहरी तकनीकी विशेषज्ञता है। उन्होंने Freewebs और Truebill की सह-स्थापना की।"
    }
  },
  "roles": {
    "ceo": "सीईओ",
    "founding-engineer": "संस्थापक अभियंता",
    "researcher": "शोधकर्ता",
    "localization-lead": "स्थानीयकरण प्रमुख",
    "digitization-lead": "डिजिटलीकरण प्रमुख",
    "head-of-design": "डिजाइन प्रमुख"
  }
}