{
  "title": "टीम से मिलें",
  "subtitle": "Usul टीम में इंजीनियर्स, डिजाइनर्स, और शोधकर्ता शामिल हैं जो इस्लामी अनुसंधान को बदलने वाले डिजिटल टूल्स बनाने के लिए समर्पित हैं।",
  "become-a-volunteer": "स्वयंसेवक बनें",
  "contact-us": "हमसे संपर्क करें",
  "support-usul": "हमारा समर्थन करें Usul.AI",
  "founders-title": "संस्थापक टीम",
  "founders-subtitle": "Usul के पीछे की संस्थापक टीम।",
  "engineering-team-title": "इंजीनियरिंग और संचालन",
  "research-annotation-team-title": "अनुसंधान और डिजिटलीकरण",
  "past-team-members-title": "उसल एआई पूर्व छात्र",
  "board-title": "बोर्ड से मिलें",
  "board-subtitle": "Usul.AI, Seemore Foundation की एक परियोजना है, जिसका बोर्ड इस्लामी शोध और नई तकनीक में विशेषज्ञ प्रसिद्ध विशेषज्ञों से बना है। प्रत्येक अपने-अपने क्षेत्रों में अग्रणी हैं, जिनके पास ज्ञान की पहुंच और सहभागिता के हमारे तरीकों को पायनियर करने का दशकों का अनुभव है। साथ में, वे सुनिश्चित करते हैं कि संगठन अपने मिशन को आगे बढ़ाता है।",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "अदनान ज़ुल्फ़िकार",
      "description": "वह बोस्टन कॉलेज लॉ स्कूल में कानून के प्रोफेसर हैं, जहाँ वे आपराधिक कानून और युद्ध के कानून पर पढ़ाते और लिखते हैं। उन्होंने मालदीव और सोमालिया के इस्लामी आपराधिक संहिता का मसौदा तैयार करने में मदद की।"
    },
    "intisar-rabb": {
      "name": "इंतिसार रब्ब",
      "description": "वह हार्वर्ड में कानून और इतिहास की प्रोफेसर हैं, जो आपराधिक कानून और व्याख्या (उसूल अल-फ़िक़ह) में विशेषज्ञ हैं। वह [इस्लामिक कानून कार्यक्रम](https://pil.law.harvard.edu/) और [SHARIAsource लैब](https://portal.shariasource.com/) का नेतृत्व करती हैं, और [इस्लामिक लॉ ब्लॉग](https://islamiclaw.blog/) की भी प्रमुख हैं।"
    },
    "zeki-mokhtarzada": {
      "name": "ज़ेकी मोक़्तारज़ादा",
      "description": "वह एक क्रमिक उद्यमी और प्रौद्योगिकी नवाचारक हैं। उन्होंने विभिन्न स्टार्ट-अप्स में सीटीओ के रूप में सेवा की है और कई उद्यमों की सह-स्थापना की है, जिनमें webs.com (जो Vistaprint द्वारा अधिग्रहित किया गया) और Truebill (अब Rocket Money) शामिल हैं।"
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "\"अनस हसनियन\"",
      "description": "वह एक सॉफ्टवेयर इंजीनियर हैं जिनके पास फुल-स्टैक अनुभव है, जिन्होंने पहले Simli AI में सेवा की। वह Usul.AI में कोर उत्पादों के विकास का नेतृत्व करते हैं।"
    },
    "abtsam-saleh": {
      "name": "अबसाम सालेह",
      "description": "वह हार्वर्ड विश्वविद्यालय में पीएचडी उम्मीदवार हैं जो मानव-केंद्रित प्रौद्योगिकियों के सामाजिक आयामों का शोध कर रही हैं, और वह Usul.AI में प्रशासक और शोधकर्ता के रूप में सेवा करती हैं, जहाँ वह संचालन का संचालन करती हैं और इंजीनियरिंग और अनुसंधान के बीच पुल बनाती हैं।"
    },
    "ryad-ramo": {
      "name": "रयाद रमू",
      "description": "वह इस्लामी ज्ञान और इतिहास के शोधकर्ता हैं, इस्लामिक स्टडीज में बीए रखते हैं, और अल-अंडालुस के रत्न प्रकाशन की स्थापना की है। वह Usul AI में पुस्तक-डिजिटलीकरण और एनोटेशन पर काम करते हैं।"
    },
    "ahmed-aktan": {
      "name": "अहमद अकतान",
      "description": "वह एक शोधकर्ता हैं जिनके पास अल-अजहर विश्वविद्यालय से इस्लामिक स्टडीज में पीएचडी है। वह Usul AI में डिजिटलीकरण टीम और संग्रह को विस्तारित करने के प्रयासों का नेतृत्व करते हैं।"
    },
    "ismail-safadi": {
      "name": "इस्माइल सफ़दी",
      "description": "वह एक शोधकर्ता हैं जो हनाफी फिकह में विशेषज्ञता रखते हैं। उन्होंने जॉर्डन विश्वविद्यालय और तुर्की में अध्ययन किया। वह Usul AI में पुस्तक डिजिटलीकरण और एनोटेशन पर काम करते हैं।"
    },
    "abdellatif-abdelfattah": {
      "name": "अब्देललतीफ अब्देलफत्ताह",
      "description": "वह एक इंजीनियर हैं जिन्होंने Tarteel AI और हमारी अपनी Usul AI में सह-संस्थापक इंजीनियर के रूप में सेवा की। उन्होंने पहले कुरान.com में इंजीनियरिंग का नेतृत्व किया और ट्विटर में काम किया।"
    },
    "ahmed-riad": {
      "name": "अहमद रियाद",
      "description": "वह एक सॉफ्टवेयर इंजीनियर हैं जिन्होंने कई स्टार्ट-अप्स (जिनमें Remail AI, Betterbook, और हमारी अपनी Usul AI शामिल हैं) में सह-संस्थापक इंजीनियर के रूप में सेवा की। उन्होंने कुरान.com में एक इंजीनियर के रूप में भी सेवा की।"
    },
    "mohamed-lamine": {
      "name": "मोहमद लामिन",
      "description": "मोहमद थमानीया में डिज़ाइन लीड थे, वे स्टार्टअप्स के साथ 0 से 1 प्रोडक्ट्स बनाने के लिए परामर्श करते हैं।"
    },
    "rahma-fateen": {
      "name": "रहमा फतीन",
      "description": "रहमा ने टरटीएल एआई में अरबी लोकलाइज़ेशन का नेतृत्व किया। वह ह्यूमन राइट्स वॉच में अनुवादक थीं।"
    },
    "ahmed-khan": {
      "name": "अहमद खान",
      "description": "अहमद ज़ायतुना कॉलेज में छात्र हैं। वह द क्रिएटिव माइनॉरिटी पॉडकास्ट के निर्माता हैं।"
    },
    "mohsen-kadivar": {
      "name": "मोहसिन कदीवर",
      "description": "मोहसिन कदीवर धर्म अध्ययन विभाग में इस्लामी अध्ययन के शोध प्रोफेसर हैं। वह 2009 से ड्यूक विश्वविद्यालय में हैं। उनके मुख्य रुचि क्षेत्र दोनों क्लासिकल और आधुनिक इस्लामी विचार हैं। उनका कार्य \"इस्लामी अध्ययन\" और समकालीन \"विचार का इतिहास\" के संगम पर है।"
    },
    "issam-eido": {
      "name": "इस्साम ईदो",
      "description": "इस्साम ईदो यूनिवर्सिटी ऑफ़ शिकागो डिविनिटी स्कूल (2013-2015) से इस्लामी अध्ययन और अरबी के पूर्व विज़िटिंग प्रोफेसर हैं। ईदो का अनुसंधान दिव्य कुरान, हदीस अध्ययन, और सूफीवाद पर केंद्रित है।"
    },
    "intisar-rabb": {
      "name": "इंतिसार रब",
      "description": "वह हार्वर्ड में कानून और इतिहास की प्रोफेसर हैं, जो आपराधिक कानून और व्याख्या (उसूल अल-फ़िक़ह) में विशेषज्ञ हैं। वह [इस्लामिक कानून कार्यक्रम](https://pil.law.harvard.edu/) और [SHARIAsource लैब](https://portal.shariasource.com/) की प्रमुख हैं, और [इस्लामिक लॉ ब्लॉग](https://islamiclaw.blog/) भी संचालित करती हैं।"
    }
  },
  "roles": {
    "ceo": "सीईओ",
    "former-ceo": "पूर्व CEO",
    "former-engineer": "पूर्व मुख्य इंजीनियर",
    "researcher": "शोधकर्ता",
    "research-advisor": "अनुसंधान सलाहकार",
    "research-lead-advisor": "अनुसंधान प्रमुख एवं सलाहकार",
    "localization-lead": "स्थानीयकरण प्रमुख",
    "digitization-lead": "डिजिटलीकरण प्रमुख",
    "head-of-design": "डिजाइन प्रमुख",
    "software-engineer": "सॉफ़्टवेयर इंजीनियर",
    "director-of-operations": "ऑपरेशन्स के निदेशक"
  }
}
