{
  "all": "الكل",
  "text": "نص",
  "texts": "نصوص",
  "x-texts": "{count, plural, zero {}=0 {لا يوجد نصوص} one {# نص} two {# نصوص} few {# نصوص} many {# نصوص} other {# نصوص}}",
  "texts-description": "نحن نستضيف أكبر مكتبة رقمية في العالم مؤلفة من قناة آي إسلامية تحتوي على مصادر راجعها علماء مشهورون وتم فحصها للبحث الإسلامي الجاد. أدواتنا المتقدمة تسمح لك باستكشاف المكتبة من قبل المؤلف، مدرسة القانون، نوع الجنس، المنطقة الحديثة. و الإمبراطورية أو العصر التاريخي - بحيث يمكنك أن تجد بالضبط ما تبحث عنه، بمصداقية و دقة. كما تتوفر مجموعات من العلماء لتوجيه وتعميق بحثكم.",
  "region": "المنطقة",
  "regions": "مناطق",
  "x-regions": "{count, plural, zero {}=0 {لا يوجد مناطق} one {# منطقة} two {# مناطق} few {# مناطق} many {# مناطق} other {# مناطق}}",
  "regions-description": "استكشف بصريا مجموعتنا الواسعة في الأماكن التي أُنتجت فيها النصوص - سواء في البلدان الحديثة التي كتب فيها المؤلفون أو في المناطق التاريخية المراسلة التي يعيشون فيها. انقر على أي بلد لمعرفة تاريخه وأهميته في إطار التقاليد التاريخية الإسلامية.",
  "empire": "الإمبراطورية و العصر",
  "empires": "الإمبراطوريات و العصور",
  "x-empires": "{count, plural, =0 {لا امبراطوريات وعصور} one {# امبراطورية وعصر} other {# امبراطورية وعصر}}",
  "empires-description": "لأول مرة، وقد تم رسم خرائط شاملة للإمبراطوريات والعصور التاريخية للعالم الإسلامي في مكتبة رقمية واحدة - تمتد من صعود النبي محمد في 632 إلى سقوط الإمبراطورية العثمانية في عام 1924. وبالتشاور مع كبار علماء التاريخ الإسلامي، حدد فريقنا البحثي الخلافات الرئيسية، 1 - السلطنات، والأسرة، وغيرها من التشكيلات السياسية التي شكلت الحضارة الإسلامية وإنتاجها للمعرفة. ونحن ندعو هذا الإطار **الإمبراطوريات وعصرة** إلى أن يعكس حقيقة أن التشكيلات السياسية كثيرا ما تمتد عبر فترات متعددة وتتجاوز الحدود الوطنية الحديثة. هذا الإطار يسمح لك باستكشاف كل مؤلف ونص وفكرة في سياقه التاريخي، يكشف كيف تطورت المنح الدراسية الإسلامية عبر الزمان والمكان. ببساطة اختر إمبراطورية أو حقبة لعرض المؤلفين والنصوص المرتبطة بها. * يمتد هذا العمل الإطاري من مشروع طويل الأجل يرأسه الدكتور د. مركز إينتيسار رب, بالاعتماد على كليفورد بوسورث (Cliford Bosworth)، الديناصورات الإسلامية الجديدة، 1996، مع إضافة وتصحيح لآخر المستجدات والترحيب من العديد من العلماء.*",
  "author": "المؤلف",
  "authors": "المؤلفون",
  "x-authors": "{count, plural, zero {}=0 {لا يوجد مؤلف} one {# المؤلف} two {# مؤلفين} few {# مؤلفين} many {# مؤلفين} other {# مؤلفين}}",
  "authors-description": "ابحث واستكشف المؤلفين من المكتبة الرقمية الرائدة على مستوى العالم للنصوص الإسلامية المعتمدة على AI. اختر مؤلف لعرض كامل مجموعة أعمالهم على الفور، منظمة حسب نوع الجنس، المنطقة، والإمبراطورية التاريخية أو العصر - حتى يمكنك رؤية **عندما** و **حيث** يكتبون. ويتضمن كل بيان من بيانات المؤلفين سيرة ذاتية علمية وموقعها الرئيسي وأسماء كاملة وشائعة. وسياقاً واضحاً لتأثيرها في الفقه الإسلامي والتاريخ الفكري حيثما توافرت. يمكنك أيضًا استخدام خاصية دردشة الذكاء الاصطناعي لاستكشاف مناورة المؤلف في الوقت الحقيقي. ",
  "name": "الاسم",
  "names": "الأسماء",
  "x-names": "{count, plural, zero {}=0 {لا يوجد أسماء} one {# اسم} two {# أسماء} few {# أسماء} many {# أسماء} other {# أسماء}}",
  "genre": "تصنيف",
  "genres": "تصانيف",
  "x-genres": "{count, plural, zero {}=0 {لا يوجد تصانيف} one {# تصنيف} two {# تصانيف} few {# تصانيف} many {# تصانيف} other {# تصانيف}}",
  "genres-description": "وللمرة الأولى، جرى رسم خريطة شاملة للنطاق الكامل للمعارف الإسلامية - عبر الأنماط التاريخية والحديثة. نحن نقدمه لكم في مكتبة واحدة واسعة وحدد باحثونا 13 تخصصا أساسيا بالتشاور مع علماء بارزين من العالم الإسلامي وفي الأكاديمية الأمريكية. ومن القانون واللغة والتاريخ إلى الفلسفة والروحانية والشعر، تبرز المنح الدراسية الإسلامية بوصفها من أغنى التقاليد الفكرية في تاريخ البشرية. تتيح لك منصتنا استكشاف كل مؤلف وكتاب وفكرة في سياقها العلمي المناسب - كشف كيف ترتبط الأعمال بين المجالات والأنواع المختلفة. ببساطة اختيار تخصص لعرض حقوله الفرعية ومجموعة من النصوص. يمكنك أيضًا استخدام دردشة الذكاء الاصطناعي لاستكشاف كل مجموعة من الحقول والفروق الدقيقة في الوقت الحقيقي.",
  "x-results": "{count, plural, =0 {لا نتائج} one {# نتيجة} two {# نتيجتان} few {# نتائج قليلة} many {# نتائج كثيرة} other {# نتائج}}",
  "century": "القرن",
  "centuries": "القرون",
  "collection": "مجموعة",
  "collections": "مجموعة",
  "x-collections": "{count, plural, =0 {لا يوجد مجموعات} one {# مجموعة} two {# مجموعتان} few {# مجموعات} many {# مجموعة} other {# مجموعة}}",
  "x-centuries": "{count, plural, zero {}=0 {لا يوجد قرون} one {# قرن} two {# قرون} few {# قرون} many {# قرون} other {# قرون}}",
  "ordinal-century": "{count, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} قرن",
  "year": "السنة",
  "years": "السنوات",
  "x-years": "{count, plural, one {سنة واحدة} two {# سنتان} few {# سنوات} many {# سنوات} other {# سنوات}}",
  "chat": "الدردشة",
  "chats": "الدردشات",
  "content": "المحتوى",
  "search-for": "البحث عن {entity}",
  "search-within": "البحث داخل {entity}...",
  "search-x": "البحث {count, number} {entity}",
  "no-entity": "لا يوجد {entity}"
}
