{
  "title": "تعرف على الفريق",
  "subtitle": "يتكون فريق مؤسسة سيمورغ من مهندسين وباحثين ومصممين شغوفين ببناء أحدث الأبحاث الإسلامية. مهمتنا هي سد الفجوة بين المعرفة الكلاسيكية والتكنولوجيا الحديثة، لضمان أن يكون التراث الغني للأدب الإسلامي متاحاً للعالم بأسره.",
  "become-a-volunteer": "كن متطوعاً",
  "contact-us": "اتصل بنا",
  "board-title": "تعرف على مجلس الإدارة",
  "board-subtitle": "يتكون مجلس إدارة مؤسسة سيمورغ من خبراء متميزين في البحث والتكنولوجيا، لكل منهم عقود من الخبرة في مجالاتهم الخاصة. معًا، يشرفون على المنظمة ويضمنون التقدم نحو مهمتها في تطوير المنح الدراسية الإسلامية.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "عبد اللطيف عبد الفتاح",
      "description": "شارك عبد اللطيف في تأسيس ترتيل AI، وقاد الهندسة في Quran.com، وعمل في تويتر."
    },
    "ahmed-riad": {
      "name": "أحمد رياض",
      "description": "شارك أحمد في تأسيس Remail AI، وBetterbook، وكان مهندسًا في Quran.com."
    },
    "ryad-ramo": {
      "name": "رياض رامو",
      "description": "رياض متخصص في الفقه المالكي وتاريخ الأندلس. شارك في إدارة مركز الإمام مالك."
    },
    "rahma-fateen": {
      "name": "رحمة فطين",
      "description": "رحمة قادت جهود تعريب في ترتيل للذكاء الاصطناعي. وكانت مترجمة في منظمة مراقبة حقوق الإنسان."
    },
    "ahmed-noor": {
      "name": "أحمد نور",
      "description": "أحمد طالب دراسات إسلامية في جامعة إزيو. يجيد العربية والإنجليزية والأردية."
    },
    "ahmed-khan": {
      "name": "أحمد خان",
      "description": "أحمد طالب في كلية الزيتونة. وهو مبتكر بودكاست الأقلية المبدعة."
    },
    "ahmed-aktan": {
      "name": "أحمد أكتان",
      "description": "أحمد حاصل على دكتوراه من جامعة الأزهر. يقود فريق الرقمنة والجهود."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان زلفقار",
      "description": "يختص عدنان في القانون الإسلامي والقانون الجنائي. لقد قام بصياغة القوانين الجنائية لجزر المالديف والصومال."
    },
    "intisar-rabb": {
      "name": "انتصار راب",
      "description": "انتصار هي أستاذة قانون في جامعة هارفارد. تقود SHARIAsource وبرنامج القانون الإسلامي."
    },
    "zeki-mokhtarzada": {
      "name": "زكي مختارزادة",
      "description": "زكي هو رائد أعمال بخبرة تقنية عميقة. أسس Freewebs وTruebill."
    }
  },
  "roles": {
    "ceo": "المدير التنفيذي",
    "founding-engineer": "المهندس المؤسس",
    "researcher": "باحث",
    "localization-lead": "قائد التعريب",
    "digitization-lead": "قائد الرقمنة"
  }
}