{
  "title": "التق بفريق العمل",
  "subtitle": "فريق أصول مكوّن من مهندسين ومصممين وباحثين شغوفين ببناء أدوات رقمية تهدف إلى تطوير البحث الإسلامي.",
  "become-a-volunteer": "تطوع معنا",
  "contact-us": "اتصل بنا",
  "board-title": "تعرف على مجلس الإدارة",
  "board-subtitle": "أصول هو أحد مشاريع مؤسسة سيمور، والتي يتكون مجلس إدارتها من خبراء مميزين في مجالي البحث والتقنية، ويتمتع كل منهم بعقود من الخبرة في مجاله. معاً، يشرفون على المؤسسة ويضمنون تقدمها نحو تحقيق رسالتها.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "عبداللطيف عبدالفتاح",
      "description": "شارك عبداللطيف في تأسيس شركة ترتيل، وقاد الهندسة في مؤسسة Quran.com، وعمل في شركة تويتر."
    },
    "mohamed-lamine": {
      "name": "محمد لمين",
      "description": "كان محمد قائد التصميم في ثمانية، وهو يستشير الشركات الناشئة لبناء منتجات من 0 إلى 1."
    },
    "ahmed-riad": {
      "name": "أحمد رياض",
      "description": "شارك أحمد في تأسيس برنامج Remail AI، وموقع Betterbook، وكان مهندسًا في مؤسسة Quran.com."
    },
    "ryad-ramo": {
      "name": "رياض رامو",
      "description": "رياض باحث متخصص في المعرفة الإسلامية والتاريخ. يحمل درجة البكالوريوس في الدراسات الإسلامية وهو مؤسس جواهر الأندلس."
    },
    "rahma-fateen": {
      "name": "رحمة فطين",
      "description": "رحمة قادت جهود التعريب في شركة ترتيل للذكاء الاصطناعي. وكانت مترجمة في منظمة هيومن رايتس ووتش."
    },
    "ahmed-khan": {
      "name": "أحمد خان",
      "description": "أحمد طالب في كلية الزيتونة بكاليفورنيا. وهو صانع بودكاست \"الأقلية المبدعة\"."
    },
    "ahmed-aktan": {
      "name": "أحمد أكتان",
      "description": "أحمد حاصل على درجة الدكتوراه من جامعة الأزهر. وهو يقود فريق الرقمنة وجهود التحويل الرقمي."
    },
    "ismail-safadi": {
      "name": "إسماعيل الصافدي",
      "description": "إسماعيل متخصص في الفقه الحنفي. درس في الجامعة الأردنية وفي تركيا."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان زلفقار",
      "description": "يختص عدنان في القانون الإسلامي والقانون الجنائي. لقد قام بصياغة القوانين الجنائية لجزر المالديف والصومال."
    },
    "intisar-rabb": {
      "name": "انتصار راب",
      "description": "انتصار أستاذة قانون في جامعة هارفارد. تقود مشروع SHARIAsource وبرنامج الشريعة الإسلامية."
    },
    "zeki-mokhtarzada": {
      "name": "زكي مختارزادة",
      "description": "زكي هو رائد أعمال بخبرة تقنية عميقة. أسس Freewebs وTruebill."
    }
  },
  "roles": {
    "ceo": "المدير التنفيذي",
    "founding-engineer": "المهندس المؤسس",
    "researcher": "باحث",
    "localization-lead": "قائد التعريب",
    "digitization-lead": "قائد الرقمنة",
    "head-of-design": "رئيس التصميم"
  }
}