{
  "title": "قابلت الفريق",
  "subtitle": "يتكون فريق الأوصل من مهندسين ومصممين وباحثين متحمسين لبناء أدوات رقمية لتحويل البحوث الإسلامية.",
  "become-a-volunteer": "كن متطوعا",
  "contact-us": "اتصل بنا",
  "support-usul": "دعم Usul.AI",
  "founders-title": "الفريق المؤسس",
  "founders-subtitle": "الفريق المؤسس وراء أوسوم.",
  "engineering-team-title": "الهندسة والعمليات",
  "research-annotation-team-title": "البحث والتحويل الرقمي",
  "past-team-members-title": "Usul AI Alumni",
  "board-title": "مقابلة اللوحة",
  "board-subtitle": "مؤسسة سيموري، التي يتألف مجلسها من خبراء مرموقين في البحوث الإسلامية وفي التكنولوجيا الجديدة. وكل واحد من هؤلاء القادة في مجال تخصصه، ولديه عقود من الخبرة في الريادة في الطريقة التي نحصل بها على المعرفة ونشركها. فهما يكفلان معا أن تنهض المنظمة بمهمتها.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "وهو أستاذ قانون في كلية الحقوق بكلية بوسطن، حيث يقوم بتدريس القانون الجنائي وقوانين الحرب وكتابتها. وساعد في صياغة المدونتين الجنائيتين الإسلاميتين لملديف والصومال."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "وهي أستاذة قانون وتاريخ في جامعة هارفارد، متخصصة في القانون الجنائي والتفسير (المعتاد الفقي). وهي تقود البرنامج في القانون الإسلامي ومختبر المصدر الشريف والمدوّنة الإسلامية."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "وهو صاحب مشروع متسلسل ومبتكر في مجال التكنولوجيا. وقد عمل كشركة لتنظيم المشاريع في مختلف المشاريع وقد اشترك في تأسيس مشاريع متعددة، بما في ذلك الشبكات. م (تم الحصول عليه بواسطة Vistaprint) و Truebill (الآن Rocket Mone)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "وهو مهندس برمجيات يتمتع بخبرة كاملة في مجال التكدس، عمل في السابق في شركة سيملي آي. ويقود عملية تطوير المنتجات الأساسية في شركة أوسول.آي."
    },
    "abtsam-saleh": {
      "name": "ابتسام صالح",
      "description": "وهي مرشحة للحصول على درجة الدكتوراه في جامعة هارفارد وتبحث في الأبعاد الاجتماعية للتكنولوجيات التي تركز على الإنسان، وتعمل كمدير وباحث في أوسوم. أنا حيث تدير العمليات وهندسة الجسور والبحوث."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "وهو باحث في المعرفة والتاريخ الإسلاميين ويحمل بكالوريوس في الدراسات الإسلامية وأسس المنشور المعنون أحجار الأندلس وهو يعمل على رقمنة الكتب والشروح في أوسل آي (AOSOL)."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "وهو باحث حاصل على درجة الدكتوراه في الدراسات الإسلامية من جامعة الأزهر. وهو يقود فريق التحويل الرقمي والجهود الرامية إلى توسيع نطاق عمليات جمع البيانات في شركة أوسل آي إ."
    },
    "ismail-safadi": {
      "name": "إسماعيل صفادي",
      "description": "وهو باحث متخصص في الحنفي الأفيق، ودرس في جامعة الأردن وفي تركيا. وهو يعمل على رقمنة الكتب وشروحها في أوسل آي."
    },
    "abdellatif-abdelfattah": {
      "name": "عبداللطيف عبدالفتاح",
      "description": "وهو مهندس عمل كمهندس مؤسس مشارك في شركة تارتيل آي آي وفي شركة يوسل آي (AI) الخاصة بنا. كان في السابق يقود الهندسة في Quran.com وعمل في تويتر."
    },
    "ahmed-riad": {
      "name": "أحمد رياض",
      "description": "وهو مهندس برمجيات عمل كمهندس مؤسس في العديد من المشاريع التمهيدية (بما في ذلك Reail AI وBetterbook وUsul AI) الخاص بنا. وعمل أيضا مهندسا في القرآن الكلي."
    },
    "mohamed-lamine": {
      "name": "محمد الأمين",
      "description": "كان محمد هو القائد التصميمي في ثمانية، يتشاور مع الشركات الناشئة لبناء منتجات من 0 إلى 1."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "رحمة قادت جهود التعريب في شركة ترتيل للذكاء الاصطناعي. وكانت مترجمة في منظمة هيومن رايتس ووتش."
    },
    "ahmed-khan": {
      "name": "أحمد خان",
      "description": "أحمد طالب في كلية الزيتونة بكاليفورنيا. وهو صانع بودكاست \"الأقلية المبدعة\"."
    }
  },
  "roles": {
    "ceo": "الرئيس التنفيذي",
    "former-ceo": "الرئيس التنفيذي السابق",
    "former-engineer": "مهندس كبير سابق",
    "researcher": "باحث",
    "localization-lead": "عميل التعريب",
    "digitization-lead": "رصاص رقمي",
    "head-of-design": "رئيس التصميم",
    "software-engineer": "مهندس البرمجيات",
    "director-of-operations": "مدير العمليات"
  }
}
