{
  "title": "تعرف علينا",
  "subtitle": "يتكون فريق مؤسسة سيمورغ من مهندسين وباحثين ومصممين شغوفين ببناء أحدث الأبحاث الإسلامية. مهمتنا هي سد الفجوة بين المعرفة التراثية والتكنولوجيا الحديثة، لضمان أن يكون التراث الإسلامي متاحاً للعالم بأسره.",
  "become-a-volunteer": "تطوع معنا",
  "contact-us": "اتصل بنا",
  "board-title": "تعرف على مجلس الإدارة",
  "board-subtitle": "يتكون مجلس إدارة مؤسسة سيمورغ من خبراء متميزين في البحث والتكنولوجيا، لكل منهم عقود من الخبرة في مجالاتهم الخاصة. معًا، يشرفون على المنظمة ويضمنون التقدم نحو مهمتها في تطوير المنح الدراسية الإسلامية.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "عبداللطيف عبدالفتاح",
      "description": "شارك عبداللطيف في تأسيس شركة ترتيل، وقاد الهندسة في مؤسسة Quran.com، وعمل في شركة تويتر."
    },
    "mohamed-lamine": {
      "name": "محمد لمين",
      "description": "كان محمد قائد التصميم في ثمانية، وهو يستشير الشركات الناشئة لبناء منتجات من 0 إلى 1."
    },
    "ahmed-riad": {
      "name": "أحمد رياض",
      "description": "شارك أحمد في تأسيس برنامج Remail AI، وموقع Betterbook، وكان مهندسًا في مؤسسة Quran.com."
    },
    "ryad-ramo": {
      "name": "رياض رامو",
      "description": "رياض باحث متخصص في المعرفة الإسلامية والتاريخ. يحمل درجة البكالوريوس في الدراسات الإسلامية وهو مؤسس جواهر الأندلس."
    },
    "rahma-fateen": {
      "name": "رحمة فطين",
      "description": "رحمة قادت جهود التعريب في شركة ترتيل للذكاء الاصطناعي. وكانت مترجمة في منظمة هيومن رايتس ووتش."
    },
    "ahmed-khan": {
      "name": "أحمد خان",
      "description": "أحمد طالب في كلية الزيتونة بكاليفورنيا. وهو صانع بودكاست \"الأقلية المبدعة\"."
    },
    "ahmed-aktan": {
      "name": "أحمد أكتان",
      "description": "أحمد حاصل على دكتوراه من جامعة الأزهر. يقود فريق الرقمنة والجهود."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "عدنان زلفقار",
      "description": "يختص عدنان في القانون الإسلامي والقانون الجنائي. لقد قام بصياغة القوانين الجنائية لجزر المالديف والصومال."
    },
    "intisar-rabb": {
      "name": "انتصار راب",
      "description": "انتصار هي أستاذة قانون في جامعة هارفارد. تقود SHARIAsource وبرنامج القانون الإسلامي."
    },
    "zeki-mokhtarzada": {
      "name": "زكي مختارزادة",
      "description": "زكي هو رائد أعمال بخبرة تقنية عميقة. أسس Freewebs وTruebill."
    }
  },
  "roles": {
    "ceo": "المدير التنفيذي",
    "founding-engineer": "المهندس المؤسس",
    "researcher": "باحث",
    "localization-lead": "قائد التعريب",
    "digitization-lead": "قائد الرقمنة",
    "head-of-design": "رئيس التصميم"
  }
}
