{
  "all": "Tümü",
  "text": "Metin",
  "texts": "Metinler",
  "x-texts": "{count, plural, =0 {Metin yok} one {# Metin} other {# Metinler}}",
  "texts-description": "Dünyanın en büyük dijital, yapay zeka destekli İslami metinler kütüphanesini sunuyoruz; kaynaklarımız saygın âlimler tarafından incelenmiş ve ciddi İslami araştırmalar için denetlenmiştir. Gelişmiş araçlarımız sayesinde kütüphaneyi yazara, fıkıh mezhebine, türe, modern bölgeye ve tarihi imparatorluk ya da döneme göre keşfedebilirsiniz—aradığınız bilgiyi güvenilirlik ve hassasiyetle bulabilirsiniz. Ayrıca, araştırmalarınızı rehberlik eden ve derinleştiren, âlimler tarafından özenle seçilmiş koleksiyonlar da mevcuttur.",
  "region": "Bölge",
  "regions": "Bölgeler",
  "x-regions": "{count, plural, =0 {Bölge yok} one {# Bölge} other {# Bölgeler}}",
  "regions-description": "Geniş koleksiyonumuzu, metinlerin üretildiği yerlere göre görsel olarak keşfedin—yazarların eserlerini kaleme aldığı modern ülkeler ya da yaşadıkları karşılık gelen tarihi bölgelerden dilediğinizi seçebilirsiniz. Herhangi bir ülkeye tıklayarak, onun tarihini ve İslam tarihi geleneği içindeki önemini öğrenin.",
  "empire": "İmparatorluk & Dönem",
  "empires": "İmparatorluklar & Dönemler",
  "x-empires": "{count, plural, =0 {Hiçbir imparatorluk & dönem yok} one {# İmparatorluk & Dönem} other {# İmparatorluklar & Dönemler}}",
  "empires-description": "İlk defa, İslam dünyasının tarihi imparatorlukları ve dönemleri tek bir dijital kütüphanede kapsamlı bir şekilde haritalandı—Peygamber Muhammed’in 632’deki yükselişinden Osmanlı İmparatorluğu’nun 1924’teki sonuna kadar. Alanında önde gelen İslam tarihi uzmanlarıyla danışılarak, araştırma ekibimiz İslam medeniyetini ve bilgi üretimini şekillendiren başlıca halifelikleri, sultanlıkları, hanedanları ve diğer siyasi oluşumları belirledi. Bu çerçeveye **İmparatorluklar ve Devirler** adını veriyoruz; çünkü siyasi oluşumlar çoğunlukla birden fazla dönemi ve modern ulusal sınırların ötesine geçiyordu. Bu yapı sayesinde, her yazarı, metni ve fikri kendi tarihi bağlamında inceleyebilir, İslami ilmin zaman ve mekân boyunca nasıl evrildiğini görebilirsiniz. Bir imparatorluk ya da dönemi seçtiğinizde, onunla ilişkili yazarları ve metinleri görüntüleyebilirsiniz. *Bu çerçeve, Dr. Intisar Rabb başkanlığında uzun vadeli bir araştırma projesine dayanmakta; kaynak olarak Clifford Bosworth’un 1996 tarihli Yeni İslam Hanedanlıkları eserinden hareketle hazırlanmış ve birçok farklı araştırmacının katkı ve düzeltmeleriyle geliştirilmiştir.*",
  "author": "Yazar",
  "authors": "Yazarlar",
  "x-authors": "{count, plural, =0 {Yazar yok} one {# Yazar} other {# Yazarlar}}",
  "authors-description": "Dünyanın önde gelen, yapay zeka destekli dijital İslami metinler kütüphanesinde yazarları arayabilir ve keşfedebilirsiniz. Bir yazar seçtiğinizde; tüm eserlerini, türlerine, bölgesine ve tarihi imparatorluğa ya da döneme göre anında inceleyebilirsiniz—böylece **ne zaman** ve **nerede** yazdıklarını görebilirsiniz. Her yazar profili, bilimsel bir biyografi, ana yaşam yeri, tam ve yaygın isimler ve İslam hukuku ile düşünce tarihi içerisindeki etkilerine dair açıklamalar içerir (mümkün olduğu ölçüde). Ayrıca, yapay zeka sohbet özelliğini kullanarak bir yazarın tüm eserlerini anlık olarak keşfedebilirsiniz.",
  "name": "Ad",
  "names": "Adlar",
  "x-names": "{count, plural, =0 {Ad yok} one {# Ad} other {# Adlar}}",
  "genre": "Tür",
  "genres": "Türler",
  "x-genres": "{count, plural, =0 {Tür yok} one {# Tür} other {# Türler}}",
  "genres-description": "İlk kez, İslam ilminin tarihi ve modern bütün alanları kapsamlı biçimde haritalandı. Size bunu tek ve geniş bir kütüphane olarak sunuyoruz. Araştırmacılarımız, önde gelen İslam dünyası âlimleri ve Amerikan akademisindeki uzmanlarla birlikte 13 temel disiplini belirledi. Hukuktan dile, tarihten felsefeye, maneviyattan şiire kadar İslami ilim geleneği, insanlık tarihinin en zengin entelektüel miraslarından biri olarak öne çıkıyor. Platformumuz; her yazarı, kitabı ve fikri, kendi ilmî bağlamında incelemenizi sağlar—böylece alanlar ve türler arasında ilişkileri görebilirsiniz. Bir disiplini seçerek alt alanlarına ve özenle seçilmiş metin koleksiyonuna ulaşabilirsiniz. Ayrıca, her alanın koleksiyonunu ve ayrıntılarını yapay zeka sohbetiyle gerçek zamanlı olarak keşfedebilirsiniz.",
  "x-results": "{count, plural, =0 {Sonuç yok} one {# Sonuç} other {# Sonuçlar}}",
  "century": "Yüzyıl",
  "centuries": "Yüzyıllar",
  "collection": "Koleksiyon",
  "collections": "Koleksiyonlar",
  "x-collections": "{count, plural, =0 {Koleksiyon yok} one {# Koleksiyon} other {# Koleksiyonlar}}",
  "x-centuries": "{count, plural, =0 {Yüzyıl yok} one {# Yüzyıl} other {# Yüzyıllar}}",
  "ordinal-century": "{count, selectordinal, one {#'inci} two {#'nci} few {#'üncü} other {#'uncu}} Yüzyıl",
  "year": "Yıl",
  "years": "Yıllar",
  "x-years": "{count, plural, one {Bir yıl} other {# Yıl}}",
  "chat": "Sohbet",
  "chats": "Sohbetler",
  "content": "İçerik",
  "search-for": "Bir {entity} ara",
  "search-within": "{entity} içinde ara...",
  "search-x": "{count, number} {entity} ara",
  "no-entity": "{entity} bulunamadı"
}
