{
  "title": "Takımımızla Tanışın",
  "subtitle": "Seemore Vakfı ekibi, mühendisler, araştırmacılar ve günümüzün ileri teknolojisiyle İslam araştırmalarını inşa etmeye tutkuyla bağlı tasarımcılardan oluşmaktadır. Misyonumuz, klasik bilgi ile modern teknoloji arasındaki boşluğu kapatmak ve İslam edebiyatının zengin mirasını bütün dünyaya sunmaktır.",
  "become-a-volunteer": "Gönüllü Olun",
  "contact-us": "Bize Ulaşın",
  "board-title": "Yönetim Kuruluyla Tanışın",
  "board-subtitle": "Seemore Vakfı yönetim kurulu, kendi alanlarında onlarca yıllık deneyime sahip, araştırma ve teknoloji alanında seçkin uzmanlardan oluşmaktadır. Birlikte, organizasyonu denetler ve İslam bilimini ilerletme misyonunun ilerlemesini sağlamaktadırlar.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Abdellatif, Tarteel AI'yı kurdu, Quran.com'da mühendislik liderliği yaptı ve Twitter'da çalıştı."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed, Thmanyah'da tasarım lideriydi, girişimlerle 0'dan 1'e ürünler geliştirmek için danışmanlık yapıyor."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ahmed, Remail AI ve Betterbook’u kurdu ve Quran.com'da mühendis olarak çalıştı."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Ryad, İslam bilgileri ve tarihi konusunda uzmanlaşmış bir araştırmacıdır. İslam Çalışmaları alanında lisans derecesine sahiptir ve Gems of Al-Andalus'un kurucusudur."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma, Tarteel AI'de Arapça yerelleştirme çalışmalarını yönetti. Human Rights Watch'ta çevirmen olarak çalıştı."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed, Zaytuna College'de öğrencidir. The Creative Minority podcast'inin yaratıcısıdır."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Ahmed, Al-Azhar Üniversitesi'nden doktora derecesine sahiptir. Dijitalleşme ekibini ve çabalarını yönetmektedir."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Adnan, İslam ve ceza hukuku konusunda uzmandır. Maldivler ve Somali için ceza kanunları hazırladı."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Intisar, Harvard'da Hukuk profesörüdür. SHARIAsource ve İslam Hukuku Programı'nı yönetmektedir."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Zeki, derin teknik uzmanlığa sahip bir girişimcidir. Freewebs ve Truebill'i kurdu."
    }
  },
  "roles": {
    "ceo": "CEO",
    "founding-engineer": "Kurucu Mühendis",
    "researcher": "Araştırmacı",
    "localization-lead": "Yerelleştirme Lideri",
    "digitization-lead": "Dijitalleştirme Lideri",
    "head-of-design": "Tasarım Müdürü"
  }
}
