{
  "title": "Takımımızla Tanışın",
  "subtitle": "Usul ekibi, dijital araçlar geliştirerek İslami araştırmaları dönüştürmeye tutkulu mühendisler, tasarımcılar ve araştırmacılardan oluşmaktadır.",
  "become-a-volunteer": "Gönüllü Olun",
  "contact-us": "Bize Ulaşın",
  "support-usul": "Usul.AI'yi Destekleyin",
  "founders-title": "Kurucu ekip",
  "founders-subtitle": "Usul'un arkasındaki kurucu ekip.",
  "engineering-team-title": "Mühendislik ve Operasyonlar",
  "research-annotation-team-title": "Araştırma ve Dijitalleştirme",
  "past-team-members-title": "Usul AI Mezunları",
  "board-title": "Yönetim Kuruluyla Tanışın",
  "board-subtitle": "Usul.AI, İslami araştırmalar ve yeni teknoloji alanında seçkin uzmanlardan oluşan Seemore Vakfı'nın bir projesidir. Her biri kendi alanında öncüdür ve bilgiye erişim ve etkileşim yollarını yenilikçi bir şekilde geliştirme konusunda onlarca yıllık deneyime sahiptirler. Birlikte, kuruluşun misyonunu ilerlettiğinden emin olurlar.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Boston College Hukuk Fakültesi'nde hukuk profesörüdür; burada ceza hukuku ve savaş yasaları üzerine dersler verir ve yazar. Maldivler ve Somali için İslami ceza kanunlarını taslak haline getirmede yardımcı olmuştur."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Harvard'da hukuk ve tarih profesörüdür, ceza hukuku ve yorumlama (usul al-fıkh) konusunda uzmanlaşmıştır. İslam Hukuku Programı ve SHARIAsource Lab'i ve IslamicLawBlog'u yürütmektedir."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Dizi girişimci ve teknoloji yenilikçisidir. Çeşitli start-up'larda CTO olarak görev yapmış ve webs.com (Vistaprint tarafından satın alındı) ve Truebill (şimdi Rocket Money) dahil olmak üzere birçok proje kurmuştur."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Daha önce Simli AI'de görev yapmış tam yığın deneyimine sahip bir yazılım mühendisidir. Usul.AI'nin temel ürünlerinin geliştirilmesine liderlik eder."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Harvard Üniversitesi'nde insan odaklı teknolojilerin sosyal boyutlarını araştıran bir doktora adaydır ve Usul.AI'de yönetici ve araştırmacı olarak görev yapar, burada operasyonları yönetir ve mühendislik ile araştırma arasında köprüler kurar."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "İslami bilgi ve tarih araştırmacısıdır, İslam Araştırmaları alanında lisans mezunu ve Al-Andalus'un Hazineleri adında bir yayını kurmuştur. Usul AI'de kitap dijitalleştirme ve anotasyon üzerine çalışır."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "İslam Araştırmaları alanında Al-Azhar Üniversitesi'nden doktora yapan bir araştırmacıdır. Usul AI'de dijitalleştirme ekibine ve koleksiyonları genişletme çabalarına liderlik eder."
    },
    "ismail-safadi": {
      "name": "İsmail Safadi",
      "description": "Hanefi fıkıh üzerine uzmanlaşmış bir araştırmacıdır. Ürdün Üniversitesi'nde ve Türkiye'de eğitim görmüştür. Usul AI'de kitap dijitalleştirme ve anotasyon üzerine çalışır."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Mühendis olup Tarteel AI ve kendi Usul AI'mizde kurucu mühendis olarak görev yapmıştır. Daha önce Quran.com'da mühendisliğe liderlik etmiş ve Twitter'da çalışmıştır."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Remail AI, Betterbook ve kendi Usul AI'miz dahil olmak üzere çeşitli start-up'larda kurucu mühendis olarak görev yapmış bir yazılım mühendisidir. Ayrıca Qur'an.com'da mühendis olarak görev yaptı."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed, Thmanyah'da tasarım lideriydi, girişimlerle 0'dan 1'e ürünler geliştirmek için danışmanlık yapıyor."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma, Tarteel AI'de Arapça yerelleştirme lideriydi. Human Rights Watch'ta tercüman olarak çalıştı."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed, Zaytuna College'da öğrenci. The Creative Minority podcast'inin yaratıcısıdır."
    }
  },
  "roles": {
    "ceo": "CEO",
    "former-ceo": "Eski CEO",
    "former-engineer": "Eski Baş Mühendis",
    "researcher": "Araştırmacı",
    "localization-lead": "Yerelleştirme Lideri",
    "digitization-lead": "Dijitalleştirme Lideri",
    "head-of-design": "Tasarım Müdürü",
    "software-engineer": "Yazılım Mühendisi",
    "director-of-operations": "Operasyon Direktörü"
  }
}
