{
  "title": "Kenali Pasukan",
  "subtitle": "Pasukan Usul terdiri daripada jurutera, pereka bentuk, dan penyelidik yang bersemangat dalam membina alat digital untuk mengubah penyelidikan Islam.",
  "become-a-volunteer": "Jadi sukarelawan",
  "contact-us": "Hubungi Kami",
  "support-usul": "Sokong Usul.AI",
  "founders-title": "Pasukan pengasas",
  "founders-subtitle": "Pasukan pengasas di sebalik Usul.",
  "engineering-team-title": "Kejuruteraan & Operasi",
  "research-annotation-team-title": "Penyelidikan & Digitalisasi",
  "past-team-members-title": "Alumni Usul AI",
  "board-title": "Bertemu lembaga",
  "board-subtitle": "Usul.AI ialah projek Yayasan Seemore, yang lembaganya terdiri daripada pakar terkemuka dalam penyelidikan Islam dan teknologi baharu. Setiap daripada mereka adalah pemimpin dalam bidang masing-masing, dengan pengalaman puluhan tahun dalam merintis cara kita mengakses dan berinteraksi dengan ilmu. Bersama-sama, mereka memastikan organisasi ini memajukan misinya.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Beliau ialah Profesor undang-undang di Sekolah Undang-Undang Boston College, di mana beliau mengajar dan menulis mengenai undang-undang jenayah dan undang-undang peperangan. Beliau membantu merangka kod jenayah Islam untuk Maldives dan Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Beliau ialah Profesor undang-undang dan sejarah di Harvard, pakar dalam undang-undang jenayah dan tafsiran (usul al-fiqh). Beliau mengetuai [Program dalam Undang-Undang Islam](https://pil.law.harvard.edu/) dan [Makmal SHARIAsource](https://portal.shariasource.com/), serta [IslamicLawBlog](https://islamiclaw.blog/)."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Beliau adalah seorang usahawan bersiri dan perintis teknologi. Beliau pernah berkhidmat sebagai Ketua Pegawai Teknologi kepada pelbagai syarikat pemula dan telah mengasaskan beberapa perusahaan, termasuk webs.com (diambil alih oleh Vistaprint) dan Truebill (kini Rocket Money)."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Beliau adalah jurutera perisian dengan pengalaman menyeluruh, yang sebelum ini berkhidmat di Simli AI. Beliau mengetuai pembangunan produk teras di Usul.AI."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Beliau adalah calon PhD di Universiti Harvard yang meneliti dimensi sosial teknologi berpusatkan manusia, dan berkhidmat sebagai pentadbir dan penyelidik di Usul.AI, di mana beliau mengarahkan operasi dan menjambatani kejuruteraan dan penyelidikan."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Beliau adalah penyelidik pengetahuan dan sejarah Islam, memiliki ijazah BA dalam Pengajian Islam, dan mengasaskan penerbitan Gems of Al-Andalus. Beliau bekerja dalam digitalisasi dan anotasi buku di Usul AI."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Beliau adalah penyelidik yang memiliki PhD dalam Pengajian Islam dari Universiti Al-Azhar. Beliau mengetuai pasukan digitalisasi dan usaha untuk mengembangkan koleksi di Usul AI."
    },
    "ismail-safadi": {
      "name": "Ismail Safadi",
      "description": "Beliau adalah penyelidik yang pakar dalam fiqh Hanafi. Beliau belajar di Universiti Jordan dan di Turki. Beliau bekerja dalam digitalisasi dan anotasi buku di Usul AI."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Beliau adalah jurutera yang berkhidmat sebagai jurutera pengasas di Tarteel AI dan Usul AI sendiri. Beliau sebelum ini mengetuai kejuruteraan di Quran.com dan bekerja di Twitter."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Beliau adalah jurutera perisian yang berkhidmat sebagai jurutera pengasas di beberapa syarikat pemula (termasuk Remail AI, Betterbook, dan Usul AI sendiri). Beliau juga berkhidmat sebagai jurutera di Qur'an.com."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed adalah ketua reka bentuk di Thmanyah, dia memberi nasihat kepada syarikat permulaan untuk membina produk dari 0 ke 1."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma mengetuai penglokalan Arab di Tarteel AI. Beliau pernah menjadi penterjemah di Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed ialah pelajar di Kolej Zaytuna. Dia ialah pencipta podcast The Creative Minority."
    },
    "mohsen-kadivar": {
      "name": "Mohsen Kadivar",
      "description": "Mohsen Kadivar ialah profesor penyelidikan Pengajian Islam di Jabatan Pengajian Agama. Beliau telah berada di Duke sejak 2009. Minat utamanya merangkumi pemikiran Islam klasik dan moden. Kajiannya berada di persimpangan \"Pengajian Islam\" dan \"Sejarah Pemikiran\" kontemporari."
    },
    "issam-eido": {
      "name": "Issam Eido",
      "description": "Issam Eido ialah bekas Profesor Pelawat Pengajian Islam dan Bahasa Arab dari University of Chicago Divinity School (2013-2015). Penyelidikan Eido memberi tumpuan kepada al-Qur'an pada zaman akhir kuno, Pengajian Hadis, dan Sufisme."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Beliau ialah Profesor undang-undang dan sejarah di Harvard, pakar dalam undang-undang jenayah dan tafsiran (usul al-fiqh). Beliau mengetuai [Program dalam Undang-Undang Islam](https://pil.law.harvard.edu/) dan [Makmal SHARIAsource](https://portal.shariasource.com/), serta [IslamicLawBlog](https://islamiclaw.blog/)."
    }
  },
  "roles": {
    "ceo": "CEO",
    "former-ceo": "Bekas CEO",
    "former-engineer": "Bekas Jurutera Utama",
    "researcher": "Penyelidik",
    "research-advisor": "Penasihat Penyelidikan",
    "research-lead-advisor": "Ketua & Penasihat Penyelidikan",
    "localization-lead": "Ketua Lokaliti",
    "digitization-lead": "Ketua Digitalisasi",
    "head-of-design": "Ketua Reka Bentuk",
    "software-engineer": "Jurutera Perisian",
    "director-of-operations": "Pengarah Operasi"
  }
}
