{
  "title": "Bertemu pasukan",
  "subtitle": "Pasukan Yayasan Seemorg terdiri daripada jurutera, penyelidik, dan pereka bentuk yang bersemangat membina penyelidikan Islam terkini. Misi kami adalah untuk merapatkan jurang antara pengetahuan klasik dan teknologi moden, memastikan warisan kesusasteraan Islam yang kaya dapat diakses oleh seluruh dunia.",
  "become-a-volunteer": "Jadi sukarelawan",
  "contact-us": "Hubungi Kami",
  "board-title": "Bertemu lembaga",
  "board-subtitle": "Lembaga Yayasan Seemorg terdiri daripada pakar penyelidikan dan teknologi yang terkemuka, masing-masing mempunyai pengalaman berdekad dalam bidang masing-masing. Bersama-sama, mereka menyelia organisasi dan memastikan ia maju menuju misinya untuk memajukan kesarjanaan Islam.",
  "members": {
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Abdellatif mengasaskan bersama Tarteel AI, memimpin kejuruteraan di Quran.com, dan bekerja di Twitter."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed adalah ketua reka bentuk di Thmanyah, dia memberi nasihat kepada syarikat permulaan untuk membina produk dari 0 ke 1."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ahmed mengasaskan bersama Remail AI, Betterbook, dan pernah menjadi jurutera di Quran.com."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Ryad ialah penyelidik yang mengkhususkan diri dalam pengetahuan dan sejarah Islam. Beliau memiliki BA dalam Pengajian Islam dan merupakan pengasas kepada Gems of Al-Andalus."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma memimpin pemperibumian Bahasa Arab di Tarteel AI. Beliau pernah menjadi penterjemah di Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed adalah pelajar di Kolej Zaytuna. Dia adalah pencipta podcast The Creative Minority."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Ahmed memegang PhD. dari universiti Al-Azhar. Beliau mengetuai pasukan dan usaha pendigitalan."
    }
  },
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Adnan pakar dalam undang-undang Islam dan jenayah. Dia merangka kod jenayah untuk Maldives dan Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Intisar ialah profesor Undang-Undang di Harvard. Dia mengetuai SHARIAsource dan Program dalam Undang-Undang Islam."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Zeki ialah seorang usahawan dengan kepakaran teknikal yang mendalam. Dia mengasaskan Freewebs dan Truebill."
    }
  },
  "roles": {
    "ceo": "CEO",
    "founding-engineer": "Jurutera Pengasas",
    "researcher": "Penyelidik",
    "localization-lead": "Ketua Lokaliti",
    "digitization-lead": "Ketua Digitalisasi",
    "head-of-design": "Ketua Reka Bentuk"
  }
}