{
  "title": "Kenali Pasukan",
  "subtitle": "Pasukan Usul terdiri daripada jurutera, pereka bentuk, dan penyelidik yang bersemangat dalam membina alat digital untuk mengubah penyelidikan Islam.",
  "become-a-volunteer": "Jadi sukarelawan",
  "contact-us": "Hubungi Kami",
  "founders-title": "Pasukan pengasas",
  "founders-subtitle": "Pasukan pengasas di sebalik Usul.",
  "engineering-team-title": "Pasukan Kejuruteraan",
  "research-annotation-team-title": "Pasukan Penyelidikan & Penjelasan",
  "past-team-members-title": "Bekas Ahli Pasukan",
  "board-title": "Bertemu lembaga",
  "board-subtitle": "Usul ialah projek di bawah Seemore Foundation, yang lembaga pengarahnya terdiri daripada pakar terkemuka dalam bidang penyelidikan dan teknologi, masing-masing dengan pengalaman berdekad-dekad dalam bidang mereka. Bersama-sama, mereka memantau organisasi dan memastikan misinya terus maju.",
  "board-members": {
    "adnan-zulfiqar": {
      "name": "Adnan Zulfiqar",
      "description": "Adnan pakar dalam undang-undang Islam dan jenayah. Dia merangka kod jenayah untuk Maldives dan Somalia."
    },
    "intisar-rabb": {
      "name": "Intisar Rabb",
      "description": "Intisar ialah profesor undang-undang di Harvard. Beliau mengetuai SHARIAsource dan Program dalam Undang-undang Islam."
    },
    "zeki-mokhtarzada": {
      "name": "Zeki Mokhtarzada",
      "description": "Zeki ialah seorang usahawan dengan kepakaran teknikal yang mendalam. Dia mengasaskan Freewebs dan Truebill."
    }
  },
  "members": {
    "anas-hassanien": {
      "name": "Anas Hassanien",
      "description": "Anas ialah bekas jurutera perisian di Simli AI. Beliau memimpin pembangunan produk teras kami."
    },
    "abtsam-saleh": {
      "name": "Abtsam Saleh",
      "description": "Abtsam ialah calon PhD dalam Pengajian Agama dengan bidang kedua Sains Data."
    },
    "ryad-ramo": {
      "name": "Ryad Ramo",
      "description": "Ryad ialah penyelidik yang mengkhususkan diri dalam pengetahuan dan sejarah Islam. Beliau memiliki BA dalam Pengajian Islam dan merupakan pengasas kepada Gems of Al-Andalus."
    },
    "ahmed-aktan": {
      "name": "Ahmet Aktan",
      "description": "Ahmed memiliki PhD dari Universiti Al-Azhar. Beliau mengetuai pasukan dan usaha pendigitalan."
    },
    "ismail-safadi": {
      "name": "Ismail Safadi",
      "description": "Ismail pakar dalam fiqh Hanafi. Beliau belajar di Universiti Jordan dan di Turki."
    },
    "abdellatif-abdelfattah": {
      "name": "Abdellatif Abdelfattah",
      "description": "Abdellatif mengasas bersama Tarteel AI, menjadi peneraju kejuruteraan di Quran.com, dan bekerja di Twitter."
    },
    "ahmed-riad": {
      "name": "Ahmed Riad",
      "description": "Ahmed mengasas bersama Remail AI, Betterbook, dan merupakan jurutera di Quran.com."
    },
    "mohamed-lamine": {
      "name": "Mohamed Lamine",
      "description": "Mohamed adalah ketua reka bentuk di Thmanyah, dia memberi nasihat kepada syarikat permulaan untuk membina produk dari 0 ke 1."
    },
    "rahma-fateen": {
      "name": "Rahma Fateen",
      "description": "Rahma mengetuai penglokalan Arab di Tarteel AI. Beliau pernah menjadi penterjemah di Human Rights Watch."
    },
    "ahmed-khan": {
      "name": "Ahmed Khan",
      "description": "Ahmed ialah pelajar di Kolej Zaytuna. Dia ialah pencipta podcast The Creative Minority."
    }
  },
  "roles": {
    "ceo": "CEO",
    "founding-ceo": "CEO Pengasas",
    "founding-engineer": "Jurutera Pengasas",
    "researcher": "Penyelidik",
    "localization-lead": "Ketua Lokaliti",
    "digitization-lead": "Ketua Digitalisasi",
    "head-of-design": "Ketua Reka Bentuk",
    "software-engineer": "Jurutera Perisian",
    "director-of-operations": "Pengarah Operasi"
  }
}
